
  [
    {
      "id": "Q00001",
      "pregunta": "La nanotecnología es un campo de las ciencias aplicadas dedicado al control y manipulación de la materia a una escala menor que un micrómetro, es decir, a nivel de átomos y moléculas. Su potencial reside en la creación de nuevos materiales con propiedades revolucionarias. Aunque aún está en etapas tempranas de desarrollo, sus aplicaciones futuras prometen transformar la medicina, la electrónica y la manufactura. Pregunta: ¿Cuál de las siguientes opciones expresa la idea principal que el autor busca transmitir?",
      "opciones": [
        "Las aplicaciones futuras de la nanotecnología transformarán la medicina y la electrónica",
        "El control y manipulación de la materia es el objetivo fundamental de las ciencias aplicadas",
        "La nanotecnología es un campo científico que manipula la materia a nivel atómico para crear nuevos materiales con gran potencial futuro",
        "La nanotecnología está en etapas tempranas de desarrollo y aún no tiene aplicaciones comerciales"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción C es la única que sintetiza el tema (nanotecnología), su definición (manipulación a nivel atómico) y su propósito esencial (crear nuevos materiales con potencial), integrando los puntos clave del texto. Las opciones A y D son ideas secundarias (detalles) y B es una generalización incorrecta.",
      "truco": "La idea principal es el enunciado que, si lo eliminas, el resto del párrafo pierde su sentido central. Busca la frase que englobe la definición y el propósito central del tema, dejando fuera los ejemplos o detalles."
    },
    {
      "id": "Q00002",
      "pregunta": "La lectura regular mejora significativamente las habilidades cognitivas. En particular, se ha demostrado que amplía el vocabulario y refina la capacidad de argumentación. Además, la exposición a diversos estilos narrativos ejercita la empatía y la comprensión de perspectivas ajena. Estas mejoras se traducen, a menudo, en un mejor rendimiento académico y profesional. ¿Cuál es la idea que apoya o desarrolla el concepto central del texto?",
      "opciones": [
        "La lectura regular mejora el rendimiento académico y profesional",
        "La lectura regular es un hábito fundamental en la vida adulta",
        "La lectura amplía el vocabulario y refina la capacidad de argumentación",
        "Las habilidades cognitivas son un área de estudio para la neurociencia"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La idea principal del texto es que *La lectura regular mejora significativamente las habilidades cognitivas* (el enunciado general). La opción C es un mecanismo específico o un ejemplo de cómo se produce esa mejora (ampliación de vocabulario y argumentación), lo cual la clasifica como una idea secundaria de apoyo.",
      "truco": "Las ideas secundarias suelen ser ejemplos, datos, detalles o explicaciones que responden al cómo o al por qué de la idea principal. Si la frase es muy específica o es un 'desglose' de la general, es secundaria."
    },
    {
      "id": "Q00003",
      "pregunta": "Es imperativo que los gobiernos inviertan más en energías renovables. La dependencia de los combustibles fósiles no solo acelera el cambio climático, sino que también nos hace vulnerables a la inestabilidad geopolítica. Un cambio hacia la energía solar y eólica garantizaría la sostenibilidad ambiental y una mayor autonomía energética a largo plazo.¿Cuál es la tesis central que el autor busca defender o la postura que sostiene?",
      "opciones": [
        "La dependencia de los combustibles fósiles genera inestabilidad geopolítica",
        "Las energías renovables como la solar y eólica garantizan la sostenibilidad ambiental",
        "Los gobiernos deben aumentar la inversión en energías renovables",
        "El cambio climático se acelera por el uso de combustibles fósiles"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "En un texto argumentativo, la idea principal (tesis) es la postura u opinión que el autor defiende. El autor argumenta a favor de la necesidad de que los gobiernos inviertan más. Las opciones A, B y D son los argumentos o las razones que usa para apoyar esa postura.",
      "truco": "En textos argumentativos, la idea principal es lo que el autor quiere que el lector acepte o haga. Busca frases que contengan verbos de obligación o juicio ('es necesario', 'debemos', 'es imperativo', 'la solución es...')."
    },
    {
      "id": "Q00004",
      "pregunta": "Muchos investigadores en ciencias sociales han debatido sobre la influencia de las redes sociales en la polarización política. [1] Algunos sostienen que las burbujas de filtro exacerban las divisiones, al exponer a los usuarios únicamente a información que confirma sus creencias. [2] La principal conclusión es que, si bien las redes sociales no crean la polarización, sí la magnifican al acelerar la difusión de contenido sesgado. [3] Otros estudios, sin embargo, señalan que el problema es más profundo y radica en la desconfianza institucional. En el texto anterior, la idea principal se encuentra explícitamente en:",
      "opciones": [
        "La primera oración, que introduce el debate",
        "La segunda oración [2]",
        "La tercera oración [3], que presenta una opinión contraria",
        "En todo el párrafo, sin una frase específica que la contenga"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "Aunque la primera frase introduce el tema (el debate), la segunda frase [2] es la que contiene la síntesis y el juicio central del autor sobre el tema, y además, utiliza una marca de textualidad explícita: 'La principal conclusión es que...'. Las otras frases son detalles o puntos de vista opuestos.",
      "truco": "Busca frases de transición o conectores que indican una conclusión o un resumen. Ejemplos comunes: En resumen, Por lo tanto, La conclusión central es, En síntesis, De este modo. Estas frases suelen preceder o suceder a la idea principal."
    },
       {
      "id": "Q00005",
      "pregunta": "Un informe detalla el impacto del turismo masivo en el ecosistema marino de una zona costera. Menciona que la proliferación de residuos plásticos, el ruido de las embarcaciones y el daño directo a los arrecifes de coral están poniendo en peligro varias especies endémicas. La propuesta del informe es implementar una zona de exclusión, aumentar las multas por contaminación y educar a los visitantes. ¿Cuál es la síntesis más adecuada de la idea principal y el propósito central del texto?",
      "opciones": [
        "El turismo masivo genera contaminación por plásticos y ruido, lo cual debe ser mitigado con multas más altas",
        "El ecosistema marino de la zona costera está en peligro debido al turismo masivo y debe ser protegido mediante la implementación de medidas restrictivas y educativas",
        "El daño a los arrecifes de coral pone en peligro a especies endémicas",
        "Se debe educar a los visitantes sobre la importancia de no arrojar basura"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción B es la más completa. Captura el problema central (ecosistema en peligro por turismo masivo) y el propósito o solución (debe ser protegido mediante medidas), abarcando la esencia del texto. Las demás opciones son demasiado específicas y dejan por fuera la solución propuesta por el informe.",
      "truco": "Sintetiza la idea principal en una sola oración que responda a: ¿De qué se habla (Sujeto)? y ¿Qué es lo más importante que se dice sobre eso (Predicado Global)? Por ejemplo: [El ecosistema marino] [está en peligro y requiere protección]. Esta síntesis global será la respuesta correcta."
    },
     {
      "id": "Q00006",
      "pregunta": "La inteligencia artificial (IA) está en un punto de inflexión. Si bien sus modelos actuales son asombrosos en el procesamiento de datos y reconocimiento de patrones, la verdadera inteligencia, que implica autoconciencia y creatividad genuina, aún parece distante. Por lo tanto, es más preciso considerar la IA como una herramienta de amplificación cognitiva antes que como un sustituto del intelecto humano. ¿Cuál es la principal conclusión que se deriva del texto?",
      "opciones": [
        "La IA debe ser vista como una herramienta que potencia la cognición humana, no como un reemplazo del intelecto",
        "Los modelos actuales de IA son deficientes en el reconocimiento de patrones y el procesamiento de datos",
        "La autoconciencia y la creatividad genuina son las únicas características que definen la verdadera inteligencia",
        "La tecnología ha alcanzado un punto de inflexión debido a los avances en la inteligencia artificial"
      ],
      "respuestaCorrecta": 0,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "El texto utiliza la palabra  'Por lo tanto', que introduce una conclusión. La conclusión es la postura final del autor, que redefine el rol de la IA de 'sustituto' a 'herramienta de amplificación', sintetizando el contraste expuesto en las primeras frases.",
      "truco": "En textos expositivos o argumentativos, busca conectores lógicos como Por lo tanto, En conclusión, Así pues, En resumen. La frase que sigue a estos conectores suele ser la idea principal o la tesis final."
    },
{
      "id": "Q00007",
      "pregunta": "El calentamiento global es innegable. La causa primordial de este fenómeno es la quema incesante de combustibles fósiles, que liberan dióxido de carbono en la atmósfera. Los efectos directos ya se evidencian en el aumento del nivel del mar y la frecuencia de eventos climáticos extremos. Detener esta tendencia requiere una transición urgente hacia fuentes de energía limpia a escala mundial. ¿Cuál es la idea central que el autor quiere establecer?",
      "opciones": [
        "El aumento del nivel del mar es la prueba más contundente del calentamiento global",
        "El calentamiento global es un fenómeno causado por los combustibles fósiles, y se requiere una acción urgente de transición energética",
        "Los eventos climáticos extremos se han vuelto más frecuentes en las últimas décadas",
        "El dióxido de carbono es el único gas responsable del efecto invernadero en la atmósfera terrestre"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción B abarca las tres partes esenciales del argumento del texto: la existencia del problema (calentamiento global), la causa principal (combustibles fósiles) y la solución o postura urgente del autor (transición energética). Las otras opciones solo mencionan detalles o argumentos secundarios.",
      "truco": "Si el texto aborda una crisis o dilema, la idea principal debe contener tanto el diagnóstico (el problema central) como la prescripción o el llamado a la acción (la solución o tesis defendida)"
    },
  {
      "id": "Q00008",
      "pregunta": "El arte rupestre, presente en cuevas alrededor del mundo, no es solo un conjunto de dibujos prehistóricos. Se trata de un sistema complejo de comunicación, cuyo desciframiento revela aspectos fundamentales sobre la cosmovisión, las prácticas de caza y las estructuras sociales de las primeras comunidades humanas. Su estudio es crucial para la comprensión de los orígenes de la cultura. ¿Cuál es la función principal del arte rupestre según el texto?",
      "opciones": [
        "Ser una decoración sencilla de las cuevas habitadas por los ancestros",
        "Ser una decoración sencilla de las cuevas habitadas por los ancestros",
        "Servir como un sistema de comunicación que ofrece claves sobre la cultura y la cosmovisión de los primeros humanos",
        "Demostrar la antigüedad de las primeras civilizaciones conocidas en la historia"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La idea principal reformula la visión sobre el arte rupestre, pasando de una simple descripción ('no es solo un conjunto de dibujos') a su propósito crucial: ser un 'sistema complejo de comunicación' que permite entender la cultura ancestral. La opción C captura esta redefinición de su función.",
      "truco": "Cuando un texto comienza negando una creencia popular ('no es solo...') e introduce una nueva definición ('se trata de...'), la idea principal residirá en la nueva y más profunda explicación o función que se le atribuye al tema."
    },
     {
      "id": "Q00009",
      "pregunta": "La procrastinación no es simplemente pereza. A menudo, es un mecanismo de defensa contra el miedo al fracaso o, irónicamente, contra el miedo al éxito. Cuando una persona pospone una tarea importante, está, en esencia, protegiendo su autovalía al evitar una situación donde su capacidad podría ser juzgada. Es un problema de regulación emocional, más que de gestión del tiempo. ¿Cuál es la idea principal que el autor infiere (o deja implícita) sobre la procrastinación?",
      "opciones": [
        "La procrastinación es un síntoma de pereza y mala gestión del tiempo",
        "Las personas que posponen tareas tienen un bajo nivel de autovalía",
        "La procrastinación es un problema más común en estudiantes que en profesionales",
        "La raíz de la procrastinación se encuentra en una gestión deficiente de las emociones relacionadas con la autovalía y el juicio"
      ],
      "respuestaCorrecta": 3,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "El autor comienza refutando una idea (que es pereza) y luego explica que es un 'mecanismo de defensa' que busca 'proteger su autovalía' y concluye que es un 'problema de regulación emocional'. La opción D es la síntesis que une estos conceptos (regulación emocional, autovalía, juicio) en una única causa.",
      "truco": "Identifica la negación inicial (lo que el texto dice que no es el tema, por ejemplo, 'no es pereza') y luego combina todos los elementos nuevos (regulación emocional, autovalía) en una frase. La idea principal implícita es la nueva definición que el autor propone."
    },
{
      "id": "Q00010",
      "pregunta": "Durante el siglo XX, la física cuántica revolucionó nuestra comprensión del universo, demostrando que la materia y la energía a nivel subatómico se comportan de forma probabilística e incierta. Párrafo 2: En contraste, la teoría de la relatividad de Einstein, aunque también transformadora, describe el universo macroscópico (los planetas, las galaxias) de manera determinista, basándose en la constancia de la velocidad de la luz. Párrafo 3: El mayor desafío de la física moderna es reconciliar estos dos grandes marcos teóricos en una única 'Teoría del Todo', una búsqueda que aún continúa. ¿Cuál es el tema principal que unifica los tres párrafos del texto?",
      "opciones": [
        "Los marcos teóricos revolucionarios de la física moderna y el desafío de unificarlos en una sola teoría",
        "La superioridad de la física cuántica sobre la teoría de la relatividad de Einstein",
        "El estudio de la materia y la energía a nivel macroscópico y subatómico",
        "La constante búsqueda de nuevas teorías científicas a lo largo del siglo XX"
      ],
      "respuestaCorrecta": 0,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción A es la única que conecta la mención de la cuántica (P1) y la relatividad (P2) con el problema central introducido en el P3 (el desafío de la unificación). Es la idea que da sentido a la inclusión de los dos primeros párrafos.",
      "truco": "En textos largos, la idea principal suele aparecer al inicio (introduciendo el tema) o al final (como conclusión o síntesis del tema). Busca la frase final que sirva de 'ancla' para el desarrollo previo."
    },
  {
    "id": "Q00011",
    "pregunta": "El concepto de 'deuda ecológica' se refiere a la deuda acumulada que tienen los países industrializados del Norte Global con los países del Sur Global. Esta deuda no es financiera, sino ambiental y social. Se genera, por un lado, por el uso excesivo de los recursos naturales y la capacidad de absorción de residuos (como el dióxido de carbono) de los territorios del Sur, lo que compromete su desarrollo futuro. Por otro lado, esta deuda también engloba el comercio desigual, donde los productos extraídos del Sur Global se venden a precios que no reflejan ni el valor ambiental perdido ni el costo del daño ecológico y social asociado a su extracción. Por lo tanto, el concepto busca una redistribución de responsabilidades y costos ambientales a escala planetaria.\n\nSegún la explicación proporcionada, ¿cuál es la idea principal que define el concepto de 'deuda ecológica'?",
    "opciones": [
      "Es una deuda de carácter exclusivamente monetario que los países industrializados han contraído por el comercio desigual de materias primas con el Sur Global.",
      "Es la suma de los daños ambientales y sociales causados por el uso desproporcionado de recursos y la capacidad de absorción de residuos de los países empobrecidos por parte del Norte Global.",
      "Se refiere al compromiso de los países industrializados para reducir sus emisiones de carbono y compensar el daño climático que han generado en sus propios territorios.",
      "El concepto busca principalmente una revaluación del precio de los productos extraídos del Sur para que estos reflejen únicamente su costo de producción."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza correctamente las dos fuentes de la deuda mencionadas: el uso de recursos y la absorción de residuos, y especifica que es una deuda ambiental y social. La opción A es incorrecta al llamarla 'exclusivamente monetaria'. Las opciones C y D son incompletas, enfocándose solo en una parte de la solución o del problema.",
    "truco": "El 'Conector de Síntesis' 💡: Busca la opción que combine las diferentes partes del concepto definidas en el texto. En este caso, la idea principal debía unir el *sujeto* (países del Norte), el *objeto* (uso de recursos y capacidad de absorción) y el *lugar* (países del Sur)."
  },
  {
    "id": "Q00012",
    "pregunta": "La creatividad, entendida clásicamente como la capacidad de generar ideas o productos novedosos, no es una cualidad misteriosa inherente solo a genios o artistas. La neurociencia moderna ha demostrado que el proceso creativo se basa en una compleja interacción de redes neuronales, incluyendo la 'red por defecto' (asociada a la ensoñación y la imaginación) y la 'red de control ejecutivo' (asociada al enfoque y la evaluación). El acto creativo exitoso requiere, primero, una fase de divergencia (generación de múltiples ideas) y, luego, una fase de convergencia (selección, refinamiento y ejecución de la mejor idea). Por lo tanto, la creatividad puede ser entrenada y optimizada mediante ejercicios que fortalezcan la conexión y la alternancia fluida entre estas redes cerebrales, como la meditación o el aprendizaje de nuevas habilidades.\n\n¿Cuál es la idea central que el autor quiere comunicar sobre la creatividad y su origen?",
    "opciones": [
      "El proceso creativo es un acto misterioso que se da de forma espontánea y no puede ser entrenado o mejorado de manera consciente.",
      "La creatividad es el resultado de la interacción dinámica de redes neuronales específicas, lo que implica que es una habilidad optimizable y entrenable.",
      "La meditación y el aprendizaje de nuevas habilidades son actividades que únicamente fortalecen la red de control ejecutivo y el enfoque.",
      "La red por defecto es la única responsable del proceso creativo y de la generación de ideas novedosas en el cerebro humano."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B es la tesis central. El texto inicia refutando la idea de ser 'misteriosa' y concluye (con 'Por lo tanto') que, al ser un proceso basado en la interacción de redes neuronales, es una habilidad que puede ser 'entrenada y optimizada'. La opción B sintetiza esta nueva definición y su implicación.",
    "truco": "El 'Contraste del Prejuicio' 🔄: El texto comienza refutando una idea popular ('no es una cualidad misteriosa'). La idea principal siempre será la *nueva definición o explicación* que el autor propone para reemplazar ese prejuicio inicial. Busca la opción que reemplace la noción errónea."
  },
  {
    "id": "Q00013",
    "pregunta": "La arquitectura moderna, especialmente aquella construida en grandes ciudades después de mediados del siglo XX, ha sido frecuentemente criticada por priorizar la funcionalidad y la estandarización por encima de la identidad local. Esta tendencia global, conocida a veces como el 'estilo internacional', resulta en edificios que, si bien son eficientes en costo y espacio, carecen de características distintivas y no dialogan con el patrimonio histórico o cultural de la zona en la que se erigen. Por el contrario, la arquitectura vernácula, la cual utiliza materiales y métodos de construcción tradicionales adaptados al clima y a la cultura regional, demuestra la importancia de diseñar edificaciones que reflejen y respeten el contexto socio-histórico y ambiental del lugar.\n\nEl propósito esencial del texto es:",
    "opciones": [
      "Criticar el estilo arquitectónico moderno en las ciudades por su tendencia a la estandarización y resaltar la importancia del respeto por la identidad cultural y local en el diseño de edificaciones.",
      "Describir las características históricas de la arquitectura moderna del siglo XX y justificar su enfoque en la funcionalidad y la estandarización de costos.",
      "Argumentar que solo la arquitectura vernácula debe ser utilizada en las ciudades modernas, debido a que es la única que utiliza materiales y métodos tradicionales.",
      "Mostrar la eficiencia en el uso de espacio y la reducción de costos que caracteriza a los edificios construidos bajo el llamado 'estilo internacional' de diseño."
    ],
    "respuestaCorrecta": 0,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto se estructura en una comparación/contraste. Primero critica la arquitectura moderna por su falta de identidad y luego introduce la arquitectura vernácula como modelo a seguir. La opción A captura las dos partes del argumento: la crítica a un modelo y la defensa de la identidad local como valor principal.",
    "truco": "La prueba de la 'Dualidad Crítica' ⚖️: Cuando el texto enfrenta dos ideas ('Por el contrario'), la idea principal es la **conclusión crítica o valorativa** derivada de la comparación. Aquí es: el Modelo A es malo (crítica) y el Modelo B es bueno (alternativa/tesis)."
  },
  {
    "id": "Q00014",
    "pregunta": "La Teoría de la Relatividad General de Albert Einstein revolucionó la física al postular que la gravedad no es una fuerza invisible que actúa a distancia, como se creía previamente, sino la manifestación de la curvatura del espacio-tiempo causada por la presencia de masa y energía. Esta curvatura dicta cómo se mueven los objetos y la luz, un fenómeno que se comporta de manera análoga a una pesada bola de boliche que deforma una cama elástica, haciendo que objetos más pequeños rueden hacia ella. La implicación más profunda de esta teoría es que el espacio y el tiempo no son entidades absolutas y separadas, sino una sola estructura dinámica que es intrínsecamente modificable por la materia presente en el universo.\n\n¿Cuál es la principal conclusión sobre el espacio y el tiempo que se desprende de la Relatividad General?",
    "opciones": [
      "La gravedad es una fuerza invisible que actúa sobre los cuerpos celestes a través de grandes distancias, como se postula en las teorías clásicas.",
      "La principal implicación de la teoría es que la luz se mueve en líneas perfectamente rectas, sin ser afectada por la presencia de materia en el espacio-tiempo.",
      "El espacio y el tiempo son entidades absolutas e inmutables, que no son modificables por la presencia de masa y energía en el universo.",
      "El espacio y el tiempo no son entidades separadas, sino una única estructura dinámica y modificable por la distribución de masa y energía."
    ],
    "respuestaCorrecta": 3,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto lo explicita casi al final: 'La implicación más profunda de esta teoría es que el espacio y el tiempo no son entidades absolutas y separadas, sino una sola estructura dinámica que es intrínsecamente modificable...'. La opción D es un parafraseo directo de esta conclusión crucial, la cual resume la esencia de la Relatividad General.",
    "truco": "El 'Enunciado de Implicación' ➡️: Busca frases introducidas por *La implicación es, Por lo tanto, Esto significa, La conclusión es*. Estas marcas textuales dirigen directamente a la idea principal o la consecuencia más importante que el autor quiere resaltar."
  },
  {
    "id": "Q00015",
    "pregunta": "La extinción del mamut lanudo, ocurrida hace aproximadamente 4,000 años, se consideró tradicionalmente como un evento provocado principalmente por la caza excesiva realizada por los humanos prehistóricos, quienes explotaron esta especie como fuente de alimento, piel y marfil. Sin embargo, estudios paleoclimáticos recientes han introducido un factor más complejo. Estos estudios sugieren que la fragmentación y la reducción del hábitat, causadas por un calentamiento global natural (el fin de la última era glacial), desempeñaron un papel decisivo en su desaparición. El cambio climático alteró la vegetación de la que dependían, debilitando las poblaciones restantes y haciéndolas más vulnerables a la caza esporádica. Por lo tanto, la causa de la extinción debe entenderse como la interacción letal entre el impacto humano y la presión ambiental global.\n\n¿Cuál es la idea principal que el autor busca establecer sobre la extinción del mamut lanudo?",
    "opciones": [
      "La causa de la extinción fue la caza excesiva por parte de los humanos prehistóricos, quienes buscaban principalmente pieles y marfil.",
      "La extinción se debió únicamente a la reducción de su hábitat y el cambio en la vegetación a causa de un calentamiento global natural y rápido.",
      "La causa de su extinción no fue un factor único, sino la interacción entre la caza humana y el impacto de la presión ambiental y climática global.",
      "Los estudios paleoclimáticos recientes demuestran que el impacto humano no tuvo ninguna relevancia en la desaparición de la especie."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La idea principal es la conclusión final (introducida por 'Por lo tanto') que corrige la creencia inicial. El texto concluye que la causa fue la 'interacción letal' entre el factor humano y el factor ambiental/climático. La opción C es la única que sintetiza esta causalidad múltiple.",
    "truco": "La prueba de la 'Causalidad Compuesta' 🔗: Si el texto refuta una causa simple ('tradicionalmente se creía...') e introduce un nuevo factor ('Sin embargo, estudios sugieren...'), la idea principal es la **combinación de ambas**. Busca la opción que integre la causa antigua y la nueva en una única explicación."
  },
      [
  {
    "id": "Q000016",
    "pregunta": "La minería de datos a gran escala ('Big Data'), implementada por gigantes tecnológicos y gobiernos, se ha convertido en una herramienta central para la toma de decisiones, desde la predicción de tendencias de consumo hasta la planificación logística en infraestructuras complejas. Sin embargo, su uso constante y ubicuo plantea serias amenazas a la autonomía individual y a la noción de privacidad que fue construida en la era analógica. La recolección masiva de metadatos (ubicación, hábitos de compra, interacciones sociales) permite la creación de perfiles predictivos con un nivel de detalle que puede ser utilizado para manipular decisiones políticas o comerciales, o incluso para la discriminación algorítmica. Es fundamental que el desarrollo de la legislación sobre protección de datos se acelere y se centre en el concepto de la **soberanía del dato**; es decir, la capacidad de los ciudadanos para controlar qué información suya se utiliza, por quién y con qué propósito específico, antes de que esta tecnología socave permanentemente las bases de la democracia liberal y el libre albedrío. \n\n¿Cuál es la idea principal que el autor desarrolla sobre el Big Data?",
    "opciones": [
      "El principal desafío del Big Data reside en su capacidad para la planificación logística y la predicción de tendencias de consumo por parte de las grandes corporaciones.",
      "La minería de datos solo plantea amenazas a la autonomía y la privacidad en contextos específicos, por lo cual la legislación actual es suficiente para proteger a la ciudadanía.",
      "El desarrollo acelerado del Big Data amenaza la privacidad y la autonomía, haciendo imprescindible una legislación centrada en la soberanía del dato para proteger la democracia y el libre albedrío.",
      "Es una herramienta tecnológica que permite una toma de decisiones más eficiente en infraestructuras complejas y que solo debe ser regulada en contextos de manipulación política."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La tesis central (idea principal) se presenta después del 'Sin embargo'. El autor establece un problema ('amenazas a la autonomía y privacidad') y propone una solución ('legislación centrada en la soberanía del dato'). La opción C sintetiza de manera completa el problema (amenaza a la privacidad), la causa (Big Data) y la acción requerida (soberanía del dato) para evitar el riesgo final (socavar la democracia).",
    "truco": "La prueba del 'Problema-Solución Urgente' 🚨: En textos de opinión (argumentativos), la idea principal a menudo se divide en dos partes: 1) **El diagnóstico del problema** (La tecnología X es una amenaza) y 2) **La prescripción** (Se requiere legislación Y para solucionarlo). Busca la opción que combine el peligro y la acción requerida."
  },
  {
    "id": "Q000017",
    "pregunta": "La transición energética global, entendida como el cambio gradual de los combustibles fósiles a fuentes renovables, no es solo un imperativo climático, sino también un profundo proceso socioeconómico. Un análisis riguroso de la situación en países en vías de desarrollo revela que la adopción masiva de energía solar y eólica no solo reduce las emisiones de carbono, sino que también descentraliza la producción de energía, ofreciendo independencia a comunidades rurales que históricamente dependieron de costosas infraestructuras centralizadas y contaminantes. Sin embargo, esta transición implica retos socioeconómicos significativos: requiere una inversión inicial de capital masiva en nuevas redes de distribución y plantea un desafío laboral para los millones de personas actualmente empleadas en la industria del carbón y el petróleo, que necesitan ser reubicadas o reentrenadas. Por lo tanto, el éxito del proceso no se medirá solo por la capacidad tecnológica, sino por la gestión equitativa de sus consecuencias sociales y económicas adversas.\n\n¿Cuál es la idea principal que el autor busca establecer sobre la transición energética global?",
    "opciones": [
      "La transición energética se enfoca únicamente en la reducción de las emisiones de carbono y la descentralización de la producción en las comunidades rurales.",
      "El éxito de la transición requiere superar los retos laborales y de inversión, gestionando equitativamente las consecuencias sociales y económicas del abandono de los combustibles fósiles.",
      "La adopción masiva de fuentes renovables es un proceso que solo beneficia a los países en vías de desarrollo por la descentralización de la producción de energía.",
      "El desafío laboral para los empleados en la industria del carbón es el único factor que frena el proceso de transición energética en los países industrializados."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La tesis central es la conclusión final (introducida por 'Por lo tanto') que balancea los pros (descarbonización) y los contras (retos socioeconómicos). La opción B captura esta conclusión al enfocarse en la necesidad de gestionar equitativamente las consecuencias económicas y sociales (los retos) para que el proceso sea exitoso.",
    "truco": "La prueba del 'Balance y Resultado' ⚖️: En textos que analizan un fenómeno complejo (Pros + Contras), la idea principal se encuentra en la **síntesis final** que establece la condición para el éxito. El texto dice: *El éxito... no se medirá solo por X, sino por Y*. La idea principal es Y."
  },
  {
    "id": "Q000018",
    "pregunta": "Los videojuegos, desde su aparición en el espacio público, han sido objeto de un intenso debate. Un sector de la opinión pública los ha estigmatizado como una actividad aislante, que promueve la agresividad y el sedentarismo, atribuyéndoles un impacto negativo directo en el rendimiento académico y el desarrollo social de los jóvenes. Sin embargo, la investigación en psicología cognitiva y neurociencia ha empezado a ofrecer una perspectiva mucho más matizada y compleja. Estos estudios han demostrado que muchos videojuegos, especialmente los de estrategia y los masivos en línea, fomentan el desarrollo de habilidades cruciales, como la resolución de problemas en tiempo real, la coordinación ojo-mano-pensamiento, el pensamiento lateral y el trabajo en equipo (habilidades que son valoradas en el ámbito laboral). Por lo tanto, es necesario pasar de un enfoque estigmatizador a una visión que permita aprovechar su potencial educativo y cognitivo de manera estructurada y crítica. \n\n¿Cuál es la idea principal que el autor busca defender en relación con los videojuegos?",
    "opciones": [
      "La investigación actual en neurociencia solo busca demostrar que los videojuegos en línea aumentan la agresividad y el aislamiento social.",
      "Los videojuegos son una actividad aislante y tienen un impacto negativo comprobado en el desarrollo social y el rendimiento académico de los jóvenes.",
      "Es imperativo abandonar el enfoque estigmatizador y reconocer que los videojuegos poseen un potencial cognitivo y educativo que debe ser aprovechado de manera crítica.",
      "Únicamente los videojuegos de estrategia y los masivos en línea son valiosos, siendo los demás géneros una fuente de sedentarismo perjudicial."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto refuta la estigmatización inicial ('Sin embargo') y concluye ('Por lo tanto') que es necesario cambiar la perspectiva para 'aprovechar su potencial'. La opción C sintetiza la necesidad de abandonar el estigma y la propuesta de valor del autor (aprovechar el potencial cognitivo/educativo), siendo la tesis central.",
    "truco": "La prueba del 'Corte de Estigma' ✂️: Cuando el texto niega una creencia popular o un estigma ('ha sido estigmatizado como... Sin embargo...'), la idea principal es la acción que se debe tomar para adoptar la **nueva perspectiva** o el nuevo conocimiento que el autor ha presentado."
  },
  {
    "id": "Q000019",
    "pregunta": "La biología sintética, un campo interdisciplinario de ingeniería y biología, está transformando radicalmente la capacidad humana de modificar organismos vivos. Esta disciplina permite diseñar y construir nuevas piezas biológicas, dispositivos y sistemas genéticos con fines específicos, como la creación de bacterias que producen biocombustibles o la edición precisa de genes para tratar enfermedades complejas. Sin embargo, las promesas de innovación vienen de la mano con dilemas éticos y de seguridad pública sin precedentes. La liberación accidental o intencional de organismos sintéticos modificados podría desestabilizar ecosistemas naturales o crear patógenos resistentes a tratamientos existentes. Por ende, la idea principal que debe guiar el desarrollo de la biología sintética no es la mera innovación tecnológica, sino el desarrollo simultáneo de robustos marcos regulatorios globales que garanticen la bioseguridad y la deliberación pública sobre su uso.\n\nSegún la argumentación del autor, ¿cuál es el eje central que debe dirigir el desarrollo de la biología sintética?",
    "opciones": [
      "La creación de bacterias que produzcan biocombustibles y la edición precisa de genes para tratar enfermedades complejas son los únicos fines permitidos de la biología sintética.",
      "El desarrollo de la biología sintética debe centrarse principalmente en la innovación tecnológica, ya que los dilemas éticos son secundarios en el proceso científico de investigación.",
      "El eje central no es solo la innovación tecnológica, sino el desarrollo simultáneo de robustos marcos regulatorios globales que prioricen la bioseguridad y la deliberación pública.",
      "El riesgo de liberación de patógenos o la desestabilización de ecosistemas es tan alto que se debe prohibir la investigación en biología sintética de manera inmediata."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto establece una doble condición: el desarrollo tecnológico ('promesas de innovación') y la necesidad de regulación (dilemas éticos y de seguridad). El autor concluye ('Por ende') que la idea principal debe ser la **regulación simultánea**. La opción C captura esta tesis, al indicar que el eje no es la innovación *solamente*, sino la creación de marcos regulatorios robustos.",
    "truco": "La prueba del 'Doble Enfoque' 💡: Cuando el texto presenta un tema con grandes beneficios y grandes riesgos ('promesas' y 'dilemas'), la idea principal es el **equilibrio obligatorio**. El autor indica que la tesis no es X sino Y, donde Y es el enfoque regulatorio o ético."
  },
  {
    "id": "Q000020",
    "pregunta": "La teoría del 'Decrecimiento' o 'A-crecimiento' propone una reestructuración económica radical que desafía el paradigma imperante del crecimiento infinito del Producto Interno Bruto (PIB). Esta teoría, surgida de críticas ambientales y sociales, sostiene que la búsqueda constante de crecimiento económico en países con altos niveles de consumo es incompatible con los límites biofísicos del planeta, como la disponibilidad de recursos y la capacidad de absorción de CO2. Los proponentes del Decrecimiento abogan por una reducción planificada y selectiva de la producción y el consumo en las naciones ricas, no para empobrecer, sino para reenfocar la economía en el bienestar social, la resiliencia ecológica y la equidad global, garantizando que los países en desarrollo tengan el espacio para mejorar su calidad de vida. En esencia, la teoría busca una 'economía estacionaria' donde la calidad de vida prime sobre la cantidad de producción. \n\n¿Cuál es la tesis principal de la teoría del Decrecimiento que se expone en el texto?",
    "opciones": [
      "El Decrecimiento es una teoría que busca empobrecer a las naciones ricas mediante la prohibición de toda actividad económica y productiva.",
      "La principal tesis es que la búsqueda de crecimiento infinito del PIB es insostenible ecológicamente, por lo que se propone una reducción planificada en países ricos para priorizar el bienestar y la equidad global.",
      "Esta teoría se centra exclusivamente en la capacidad del planeta para absorber el dióxido de carbono, sin considerar la disponibilidad de otros recursos naturales.",
      "El Decrecimiento aboga por una 'economía estacionaria' global que congele el nivel de producción y consumo actual en todas las naciones, independientemente de su nivel de desarrollo."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la tesis central de manera completa. Incluye el diagnóstico (el crecimiento infinito es insostenible) y la prescripción (reducción planificada en países ricos) con su finalidad (priorizar el bienestar y la equidad global). Las opciones A y D son refutadas directamente por el texto (no busca empobrecer ni congelar el consumo en *todas* las naciones).",
    "truco": "La prueba de la 'Definición de Teoría' 🎓: Cuando se define una teoría o un concepto nuevo, la idea principal es la *tesis fundamental* que esa teoría propone. Busca la opción que contenga la **crítica al paradigma existente** y la **propuesta central de reemplazo**."
  },
  {
    "id": "Q000021",
    "pregunta": "El fenómeno del 'sesgo de confirmación' describe la tendencia psicológica, profundamente arraigada, de buscar, interpretar, favorecer y recordar información de una manera que solo confirma o refuerza las propias creencias o hipótesis preexistentes, ignorando activamente la evidencia o los argumentos que las contradicen. Este sesgo cognitivo es especialmente peligroso en la era de las redes sociales, donde los algoritmos amplifican y priorizan el contenido que se alinea con las preferencias e historial del usuario, creando las llamadas 'burbujas de filtro' o 'cámaras de eco'. Esta amplificación algorítmica y selectiva no solo dificulta el pensamiento crítico y la apertura mental, sino que también contribuye significativamente a la polarización social y política, al impedir que las personas se expongan a perspectivas alternativas. Superar este sesgo requiere un esfuerzo consciente de autocrítica y una exposición deliberada a fuentes de información diversas y contradictorias.\n\n¿Cuál es la idea principal que el autor desarrolla sobre el sesgo de confirmación?",
    "opciones": [
      "El sesgo de confirmación se refiere únicamente a la dificultad para recordar la información que contradice nuestras propias hipótesis preexistentes.",
      "Es una tendencia psicológica que se amplifica en redes sociales por los algoritmos, dificultando el pensamiento crítico y polarizando a la sociedad.",
      "La única forma de superar este sesgo es evitando completamente el uso de las redes sociales, ya que los algoritmos siempre crearán cámaras de eco.",
      "Las burbujas de filtro son un fenómeno reciente que únicamente afecta a quienes no tienen un conocimiento profundo de las ciencias cognitivas."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la idea principal al capturar la definición del sesgo ('tendencia psicológica') y su consecuencia más relevante en el contexto actual ('se amplifica en redes sociales... polarizando a la sociedad'). Las opciones A y C son parciales o contienen afirmaciones exageradas (como 'única forma' o 'siempre crearán').",
    "truco": "La prueba del 'Impacto Actual' 🌐: Cuando un texto define un concepto clásico (psicología, historia, etc.) y luego lo vincula con la tecnología o la sociedad contemporánea (redes sociales, algoritmos), la idea principal reside en esa **vinculación y sus consecuencias actuales** (la polarización)."
  },
  {
    "id": "Q000022",
    "pregunta": "El concepto de 'ciudad de 15 minutos' propone un modelo de planificación urbana donde la mayoría de las necesidades diarias esenciales de los residentes (trabajo, compras, educación, ocio, sanidad) pueden satisfacerse con un desplazamiento no mayor a quince minutos, ya sea a pie o en bicicleta. Este modelo, promovido por urbanistas contemporáneos, no solo busca reducir drásticamente la dependencia del automóvil particular —lo que disminuye la contaminación y el tráfico— sino que también está diseñado para fomentar una mayor cohesión social, al incrementar las interacciones vecinales y revitalizar las economías locales de barrio. Sin embargo, su implementación genera resistencia en algunas zonas suburbanas, donde la baja densidad de población y la zonificación especializada hacen inviable esta concentración de servicios. El desafío radica en cómo adaptar este modelo de alta densidad a los contextos urbanos dispersos sin sacrificar su propósito fundamental de sostenibilidad y bienestar comunitario.\n\n¿Cuál es la idea principal que se expone sobre el modelo de 'ciudad de 15 minutos'?",
    "opciones": [
      "Es un modelo urbano que solo busca reducir la contaminación y el tráfico al prohibir el uso del automóvil particular en el centro de las ciudades.",
      "El modelo solo es aplicable en zonas de alta densidad poblacional y es completamente inviable en todos los tipos de barrios suburbanos dispersos.",
      "Es una propuesta de planificación que busca satisfacer necesidades diarias a corta distancia para fomentar la sostenibilidad, la cohesión social y el bienestar comunitario.",
      "La única finalidad del modelo es revitalizar las economías locales de barrio mediante la prohibición de las grandes superficies comerciales periféricas."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la definición y los múltiples objetivos del modelo: la definición ('necesidades diarias a corta distancia') y los objetivos ('sostenibilidad, cohesión social y bienestar'). Las opciones A y D son demasiado restrictivas al usar la palabra 'solo' o 'única', ignorando el alcance completo de la propuesta.",
    "truco": "La prueba del 'Triple Objetivo' 🎯: Si un concepto se define por múltiples beneficios (sostenibilidad, cohesión, bienestar), la idea principal debe **integrar todos los beneficios centrales** sin ser restrictiva. Desconfía de las opciones que limitan el propósito con adverbios como *solo, únicamente, exclusivamente*."
  },
  {
    "id": "Q000023",
    "pregunta": "El debate sobre la naturaleza del lenguaje y el pensamiento ha dividido a filósofos y lingüistas durante siglos. Una de las tesis más influyentes es la del determinismo lingüístico (o versión fuerte de la Hipótesis de Sapir-Whorf), que sostiene que la estructura de la lengua que hablamos determina radicalmente la forma en que conceptualizamos el mundo y, por ende, limita nuestro pensamiento a las categorías proporcionadas por el idioma materno. En contraste, los críticos de esta postura argumentan, con base en estudios cognitivos translingüísticos, que si bien el lenguaje puede influir en la *velocidad* o la *facilidad* con la que categorizamos ciertos aspectos del mundo (como los colores o la orientación espacial), no *limita* ni *determina* por completo las capacidades conceptuales fundamentales del pensamiento humano, las cuales son universales. En última instancia, la evidencia favorece una posición de relativismo lingüístico débil, donde el lenguaje influye, pero no determina el pensamiento.\n\n¿Cuál es la idea principal que el texto establece sobre la relación entre lenguaje y pensamiento?",
    "opciones": [
      "La estructura de la lengua materna determina por completo y sin excepción la forma en que los seres humanos conceptualizan la realidad.",
      "El lenguaje carece de toda influencia en el pensamiento humano y las categorías conceptuales son totalmente universales e independientes del idioma.",
      "El debate se centra en que, aunque el lenguaje influye en la velocidad de categorización, la evidencia favorece que no determina las capacidades conceptuales fundamentales, las cuales son universales.",
      "La velocidad de categorización de aspectos como el color y la orientación espacial son los únicos temas de estudio en las investigaciones cognitivas translingüísticas."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto presenta un contraste ('En contraste') entre la tesis fuerte (determinismo) y la crítica (influencia, no determinación). La conclusión final ('En última instancia') favorece la tesis débil. La opción C captura esta síntesis balanceada: el lenguaje influye pero no determina radicalmente el pensamiento fundamental, que es el punto de encuentro final.",
    "truco": "La prueba de la 'Refutación Sintetizada' 🤝: Cuando un texto presenta una tesis extrema (A) y la refuta con una tesis menos extrema (B), la idea principal es la **síntesis de la refutación (B)**, que debe incluir la concesión ('si bien influye...') y la negación del extremo ('no determina')."
  },
  {
    "id": "Q000024",
    "pregunta": "La historia de la ciencia ha tendido a glorificar la figura del genio aislado —aquella persona que, trabajando en soledad y con un talento extraordinario, realiza descubrimientos que transforman el conocimiento de la noche a la mañana—. Sin embargo, un análisis riguroso de los grandes avances científicos, desde la doble hélice del ADN hasta la física de partículas contemporánea, revela que estos hitos son, casi invariablemente, el resultado de una intrincada colaboración, una intensa comunicación y una construcción progresiva de conocimiento entre múltiples equipos, financiadores e instituciones. La colaboración, y no el aislamiento, es el verdadero motor del progreso científico en la modernidad, pues permite la convergencia de distintas especialidades y la validación cruzada de resultados. Por lo tanto, el mito del genio solitario es una narrativa romántica que distorsiona la naturaleza real, social e interconectada de la investigación científica.\n\n¿Cuál es la tesis principal que el autor desarrolla sobre la figura del genio científico?",
    "opciones": [
      "La figura del genio aislado es una narrativa romántica que distorsiona la realidad de la investigación, la cual se basa en la colaboración y la interconexión entre múltiples equipos e instituciones.",
      "La doble hélice del ADN y la física de partículas contemporánea son ejemplos de descubrimientos logrados gracias al trabajo de una sola persona talentosa.",
      "El progreso científico en la modernidad depende exclusivamente del talento extraordinario y el trabajo aislado de individuos con capacidades superiores a la media.",
      "La colaboración es importante, pero solo es necesaria para la validación cruzada de resultados, no para la fase inicial de generación de ideas novedosas."
    ],
    "respuestaCorrecta": 0,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción A sintetiza la tesis principal. El autor establece la crítica ('el mito del genio solitario es una narrativa romántica que distorsiona...') y la tesis alternativa ('la cual se basa en la colaboración y la interconexión...'), cumpliendo con el propósito argumentativo del texto.",
    "truco": "La prueba del 'Mito Refutado' ❌: El autor ataca un mito ('genio aislado'). La idea principal es la **refutación** + la **verdadera explicación**. Busca la opción que niegue el mito y luego afirme el verdadero motor del fenómeno (la colaboración)."
  },
  {
    "id": "Q000025",
    "pregunta": "El 'efecto placebo' es un fenómeno psicobiológico fascinante donde la administración de una sustancia inerte o un tratamiento simulado puede provocar una mejoría medible en los síntomas del paciente, siempre y cuando este crea que está recibiendo una terapia activa. Tradicionalmente, este efecto se ha atribuido a la pura sugestión o a la psicología del paciente, considerándolo irrelevante o, incluso, un obstáculo en los ensayos clínicos. No obstante, la neurociencia ha demostrado que el placebo activa vías neurobiológicas reales en el cerebro, como la liberación de endorfinas y dopamina, que modulan el dolor y el estado de ánimo. Por lo tanto, el placebo no es un simple engaño mental, sino un complejo mecanismo de autorregulación biológica impulsado por las expectativas, lo cual sugiere la necesidad de incorporarlo y estudiarlo más a fondo en los modelos terapéuticos.\n\n¿Cuál es la idea principal que el texto establece sobre la naturaleza del efecto placebo?",
    "opciones": [
      "El efecto placebo es un simple engaño mental sin relevancia biológica, que solo causa un obstáculo en el desarrollo de los ensayos clínicos.",
      "Es un fenómeno psicobiológico que no se puede medir ni incorporar en los modelos terapéuticos actuales, ya que es puramente sugestión.",
      "El placebo es un complejo mecanismo de autorregulación biológica impulsado por las expectativas que activa vías neurobiológicas reales en el cerebro y debe ser estudiado.",
      "La liberación de endorfinas y dopamina solo ocurre cuando el paciente cree que está recibiendo una terapia con una sustancia completamente activa."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la redefinición del placebo. El texto lo llama un 'complejo mecanismo de autorregulación biológica' impulsado por expectativas que activa 'vías neurobiológicas reales'. La opción C capta esta nueva valoración científica, que es la tesis del autor.",
    "truco": "La prueba de la 'Revaloración Científica' 🧪: Si el texto comienza con una definición tradicional ('tradicionalmente se ha atribuido a...') y luego introduce nueva evidencia ('No obstante, la neurociencia ha demostrado...'), la idea principal es la **nueva definición basada en la evidencia científica**, que siempre será la más compleja y matizada."
  },
  {
    "id": "Q000026",
    "pregunta": "La filosofía estoica, desarrollada en la antigua Grecia y Roma, ha experimentado un notable resurgimiento en la cultura contemporánea, especialmente como estrategia para gestionar el estrés y la incertidumbre. El núcleo de la enseñanza estoica radica en la distinción radical entre aquello que está bajo nuestro control absoluto (nuestras opiniones, juicios, deseos y acciones) y aquello que no lo está (la salud, la reputación, la riqueza, las acciones de los demás). El estoicismo sostiene que la clave para la tranquilidad (ataraxia) no reside en cambiar el mundo externo, sino en disciplinar las reacciones internas y aceptar con serenidad lo incontrolable. Esta disciplina interior, y no la búsqueda de placer externo o riqueza, es la verdadera fuente de la felicidad. Por lo tanto, el estoicismo se presenta como una ética práctica que proporciona herramientas para el cultivo de la resiliencia psicológica ante la adversidad moderna.\n\n¿Cuál es la idea principal sobre el estoicismo que explica el texto?",
    "opciones": [
      "El estoicismo es una filosofía antigua que busca cambiar el mundo externo mediante la acumulación de riqueza y el poder político, como fuente de felicidad.",
      "Es una ética práctica basada en la distinción entre lo controlable y lo incontrolable, que busca la tranquilidad a través de la disciplina de las reacciones internas y la aceptación de la adversidad.",
      "El resurgimiento del estoicismo en la cultura contemporánea se debe únicamente a que promueve la búsqueda del placer hedonista y el logro de la fama social.",
      "La clave para la tranquilidad (ataraxia) reside en evitar completamente cualquier tipo de desafío o adversidad en la vida cotidiana."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la definición del estoicismo (ética práctica), su núcleo teórico (distinción controlable/incontrolable) y su propósito (tranquilidad a través de la disciplina interna). Las otras opciones contradicen explícitamente el texto (el estoicismo no busca la riqueza o el placer externo).",
    "truco": "La prueba de la 'Definición Axiomática' 📜: Cuando se define una filosofía o una doctrina, la idea principal es su **axioma central** (el principio fundamental). En este caso, el axioma central es 'la distinción entre lo controlable y lo incontrolable' y el resultado que promete ('tranquilidad')."
  },
  {
    "id": "Q000027",
    "pregunta": "La Revolución Neolítica, ocurrida hace aproximadamente 10,000 años, marcó uno de los cambios más profundos en la historia humana: el paso de un modo de vida nómada basado en la caza y la recolección, a un modo de vida sedentario basado en la domesticación de plantas y animales (agricultura y ganadería). Este cambio, si bien garantizó una fuente de alimentos más estable y permitió el surgimiento de las primeras aldeas permanentes, tuvo un costo biológico y social considerable. La dependencia de unos pocos cultivos redujo la diversidad dietética, lo que se ha relacionado con el aumento de deficiencias nutricionales y el surgimiento de enfermedades contagiosas. Además, la acumulación de excedentes propició el surgimiento de jerarquías sociales más rígidas y el inicio de la desigualdad económica. \n\n¿Cuál es la idea principal que el texto desarrolla sobre la Revolución Neolítica?",
    "opciones": [
      "La Revolución Neolítica fue un proceso que solo generó consecuencias positivas para la humanidad, al garantizar una fuente estable y diversa de alimentos.",
      "El cambio a la vida sedentaria fue un proceso que solo trajo consigo el aumento de deficiencias nutricionales y el surgimiento de enfermedades contagiosas.",
      "Fue un cambio profundo que pasó de la vida nómada a la sedentaria (agricultura), trayendo tanto beneficios (alimento estable) como costos sociales y biológicos (enfermedades y desigualdad).",
      "El sedentarismo y la acumulación de excedentes generaron una sociedad donde las jerarquías sociales se eliminaron y la desigualdad económica desapareció."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la idea principal, que es la valoración balanceada del evento. El texto describe el cambio fundamental ('nómada a sedentaria') y su naturaleza dual ('si bien garantizó... tuvo un costo considerable'). Las otras opciones son extremas e ignoran una parte del balance.",
    "truco": "La prueba del 'Hecho de Doble Filo' 🔪: Cuando un hecho histórico es analizado con una estructura 'si bien (beneficio)... tuvo un costo (desventaja)', la idea principal debe ser la **valoración balanceada** que incluya el beneficio y la desventaja, sin exagerar ninguna."
  },
  {
    "id": "Q000028",
    "pregunta": "La energía geotérmica aprovecha el calor interno de la Tierra, una fuente limpia y virtualmente inagotable. A diferencia de la energía solar o la eólica, que dependen de las condiciones climáticas o la hora del día, la geotermia ofrece una fuente de energía constante y predecible, lo que la convierte en una opción ideal para la carga base del sistema eléctrico. Su potencial es inmenso, especialmente en zonas cercanas a límites de placas tectónicas. Sin embargo, su desarrollo enfrenta dos desafíos críticos: la necesidad de perforar a grandes profundidades, lo cual implica altos costos de inversión inicial, y la preocupación por la posible liberación de gases de efecto invernadero almacenados en el subsuelo, si bien en mucha menor proporción que los combustibles fósiles. Superar el reto de los costos y mejorar las técnicas de re-inyección de gases es clave para su expansión.\n\n¿Cuál es la idea principal sobre la energía geotérmica que el texto busca comunicar?",
    "opciones": [
      "La energía geotérmica es una fuente de energía completamente limpia y libre de cualquier emisión de gases contaminantes o de efecto invernadero.",
      "Es una fuente energética constante y predecible con gran potencial, pero su expansión depende de superar los retos de altos costos de inversión y la potencial liberación de gases.",
      "La energía geotérmica solo tiene potencial real en zonas cercanas a límites de placas tectónicas y es inviable para la carga base del sistema eléctrico.",
      "El principal reto de la geotermia es su dependencia de las condiciones climáticas y la hora del día, al igual que las energías solar y eólica."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la idea principal. El texto destaca el gran potencial (limpia, constante, predecible) y el reto ('Sin embargo, su desarrollo enfrenta dos desafíos críticos'). La opción B es la única que equilibra el potencial con los desafíos que se deben superar.",
    "truco": "La prueba del 'Potencial Limitado' ⏫: Cuando se evalúa una tecnología, la idea principal reside en el **contraste entre su potencial positivo y los obstáculos prácticos o técnicos** que impiden su adopción masiva. Busca la opción que equilibre el *beneficio clave* y el *reto principal*."
  },
  {
    "id": "Q000029",
    "pregunta": "El pensamiento crítico es una habilidad cognitiva compleja que trasciende la mera acumulación de información. Implica la capacidad metódica y deliberada de analizar, evaluar, interpretar y sintetizar la información con el fin de llegar a juicios razonados y bien fundamentados. La esencia del pensamiento crítico reside no en la crítica destructiva, sino en la **autocrítica** y el escepticismo constructivo hacia las propias ideas y las de los demás. En la sociedad de la información, donde la desinformación y el ruido algorítmico son abundantes, esta habilidad se vuelve indispensable, pues permite a los individuos diferenciar las falacias lógicas de los argumentos válidos y tomar decisiones informadas, en lugar de ser meros receptores pasivos de información. Por lo tanto, el pensamiento crítico debe ser considerado un pilar fundamental de la educación moderna.\n\n¿Cuál es la tesis principal del autor sobre el pensamiento crítico?",
    "opciones": [
      "El pensamiento crítico es una habilidad sencilla que consiste principalmente en la acumulación de grandes cantidades de información y datos.",
      "Es una habilidad compleja, fundamental para la educación moderna, cuya esencia radica en la autocrítica y la evaluación metódica de información para formar juicios razonados en un entorno de desinformación.",
      "El único propósito del pensamiento crítico es la crítica destructiva hacia las ideas ajenas y la identificación exclusiva de las falacias lógicas.",
      "En la sociedad actual, el pensamiento crítico es irrelevante, pues los algoritmos filtran la información, haciendo innecesaria la autocrítica individual."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la tesis principal. El texto define la habilidad ('compleja, autocrítica'), justifica su necesidad ('entorno de desinformación') y establece su propósito ('formar juicios razonados' y 'pilar fundamental de la educación moderna'). La opción C y D son refutadas explícitamente por el texto.",
    "truco": "La prueba de la 'Definición + Justificación' 🎓: En textos que definen una habilidad necesaria, la idea principal debe contener: 1) La **definición** (¿Qué es?) y 2) La **justificación de su relevancia** (¿Por qué es indispensable hoy?)."
  },
  {
    "id": "Q000030",
    "pregunta": "El arte precolombino no puede ser analizado con los mismos criterios estéticos de la tradición occidental, que prioriza el realismo o la belleza formal. Para las culturas que lo produjeron, como la Moche o la Maya, el objeto artístico tenía una función intrínseca y principalmente ritual, política o religiosa. Las cerámicas, los textiles o las esculturas eran contenedores de poder simbólico, destinados a facilitar la comunicación con las deidades, legitimar el gobierno de las élites o actuar como ofrendas funerarias. Por lo tanto, el verdadero valor y significado del arte precolombino reside no en su forma visual (la estética), sino en su **función social, simbólica y trascendental** dentro de la cosmovisión específica de la cultura que lo creó. Cualquier análisis debe, necesariamente, priorizar el contexto sobre la forma. \n\n¿Cuál es la idea principal que establece el texto sobre la interpretación del arte precolombino?",
    "opciones": [
      "El arte precolombino solo debe ser analizado bajo los mismos criterios de belleza formal y realismo que la tradición estética occidental del siglo XIX.",
      "Su significado y valor residen en su función simbólica, ritual y política, y no en su estética o forma visual, por lo cual se debe priorizar el contexto sobre la forma.",
      "Las cerámicas y textiles precolombinos son objetos que carecen de cualquier valor simbólico, siendo meros artefactos utilitarios para las élites gobernantes.",
      "Las culturas precolombinas como la Moche y la Maya producían arte con la única finalidad de agradar a las deidades y actuar como ofrendas funerarias."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B es la conclusión del autor. El texto refuta el criterio occidental y establece que el 'verdadero valor y significado' reside en la 'función social, simbólica y trascendental', exigiendo la prioridad del contexto. La opción B captura esta tesis argumentativa central.",
    "truco": "La prueba del 'Cambio de Criterio' 🖼️: Cuando el texto rechaza un criterio de análisis ('no puede ser analizado con los mismos criterios...') y ofrece uno nuevo ('el verdadero valor reside en...'), la idea principal es el **nuevo criterio de análisis propuesto** (función simbólica y contexto)."
  },
  [
  {
    "id": "Q000031",
    "pregunta": "La 'paradoja del valor' en economía, planteada originalmente por Adam Smith, describe la discrepancia entre el valor de uso de un bien (su utilidad práctica) y su valor de cambio (su precio en el mercado). El ejemplo clásico es el del agua y los diamantes: el agua es esencial para la vida y tiene un valor de uso prácticamente infinito, mientras que los diamantes son meramente ornamentales y tienen un valor de uso trivial. Sin embargo, en el mercado, los diamantes son enormemente más caros que el agua. Esta paradoja se resuelve al reconocer que el valor de cambio no se basa en la utilidad total, sino en la escasez relativa y la dificultad de obtener el bien. Es decir, el precio de un bien está determinado por la cantidad de trabajo o recurso requerido para conseguir la unidad marginal de dicho bien, no por su necesidad para la supervivencia.\n\n¿Cuál es la idea principal que resuelve la 'paradoja del valor' según el texto?",
    "opciones": [
      "El valor de cambio de un bien en el mercado siempre está determinado directamente por su valor de uso o su utilidad total para la supervivencia humana.",
      "La paradoja se resuelve porque el valor de cambio se basa en la escasez y la dificultad de obtener el bien, y no en la utilidad intrínseca para la vida.",
      "El agua tiene un valor de uso mucho mayor que los diamantes, por lo tanto, su precio en el mercado debería ser proporcionalmente más alto.",
      "Los diamantes son más caros que el agua únicamente porque la demanda de joyas es mucho más alta en las sociedades contemporáneas."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La idea principal que resuelve la paradoja se explica en la tercera oración: el valor de cambio 'no se basa en la utilidad total, sino en la escasez relativa y la dificultad de obtener el bien'. La opción B sintetiza este principio de escasez marginal como el factor determinante del precio de mercado.",
    "truco": "La prueba del 'Concepto Resuelto' ✅: Cuando se presenta una paradoja o un dilema histórico, la idea principal es la **resolución o el nuevo principio** que el autor introduce para explicar el fenómeno. Busca la frase que dice cómo 'se resuelve' o 'se explica'."
  },
  {
    "id": "Q000032",
    "pregunta": "La extinción del lenguaje, el fenómeno por el cual una lengua deja de ser hablada por cualquier comunidad, representa una pérdida cultural y cognitiva irreparable para la humanidad. No se trata solo de la desaparición de un conjunto de palabras y reglas gramaticales, sino de la pérdida de un sistema único de conocimiento ancestral, de categorías de pensamiento específicas y de una cosmovisión particular que está codificada en esa lengua. Las lenguas moribundas, aquellas que solo son habladas por una generación de ancianos, contienen información vital sobre el uso de plantas medicinales, la historia no escrita de una región y patrones ecológicos. Por lo tanto, el esfuerzo por documentar y revitalizar los lenguajes en peligro no es un mero acto de nostalgia, sino una tarea crítica para preservar la diversidad intelectual y cultural de la especie humana.\n\n¿Cuál es la idea principal que el autor desarrolla sobre la extinción del lenguaje?",
    "opciones": [
      "La extinción de una lengua es un fenómeno natural que no tiene un impacto significativo más allá de la pérdida de algunas reglas gramaticales y un conjunto limitado de palabras.",
      "La principal pérdida cultural asociada a la extinción del lenguaje es la desaparición de la historia escrita de una región, sin afectar otros campos del conocimiento.",
      "La extinción del lenguaje es una pérdida cultural e intelectual crítica, pues codifica un sistema único de conocimiento ancestral, patrones ecológicos y una cosmovisión particular.",
      "El esfuerzo por documentar lenguas moribundas es un acto de nostalgia que no tiene ninguna relevancia práctica para el conocimiento de las plantas medicinales."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La tesis principal refuta la idea de que es una 'mera' pérdida de palabras y establece el verdadero valor. La opción C sintetiza el argumento: es una pérdida crítica porque codifica sistemas únicos de conocimiento (ancestral, ecológico, cosmovisión), capturando el amplio impacto del fenómeno.",
    "truco": "La prueba del 'Valor Refutado' 💎: Cuando el texto comienza negando la trivialidad de un tema ('No se trata solo de...'), la idea principal es la **verdadera magnitud y el valor profundo** del tema. Busca la opción que exprese el valor más amplio (cultural, intelectual, cognitivo)."
  },
  {
    "id": "Q000033",
    "pregunta": "La 'paradoja de la abundancia de agua' en América Latina es un dilema que refleja una profunda contradicción entre la riqueza hídrica de la región y la dificultad que enfrentan millones de sus habitantes para acceder a agua potable segura. A pesar de que la región concentra cerca de un tercio de los recursos hídricos superficiales renovables del planeta (ríos, acuíferos, glaciares), la gestión inadecuada de la infraestructura, la alta contaminación de las fuentes de agua y la deficiente distribución por políticas clientelistas impiden que la población reciba un suministro constante y de calidad. Por lo tanto, el problema del agua en América Latina no es de escasez natural, sino de **gobernanza** y gestión ineficiente de un recurso que es intrínsecamente abundante, lo que requiere reformas institucionales urgentes.\n\n¿Cuál es la idea principal que explica la 'paradoja de la abundancia de agua' en América Latina?",
    "opciones": [
      "La región padece una severa escasez natural de recursos hídricos, ya que solo posee un tercio de las fuentes de agua renovables del planeta, como ríos y acuíferos.",
      "El problema es que la gestión ineficiente, la contaminación y la gobernanza deficiente impiden el acceso a agua potable, a pesar de la gran abundancia hídrica de la región.",
      "La escasez de agua potable se debe principalmente a que la mayoría de los habitantes de la región consumen un tercio de los recursos hídricos renovables del planeta.",
      "La única solución para el problema del agua es la implementación de políticas clientelistas y una reducción drástica en la inversión en nueva infraestructura."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto explica que el problema no es de escasez ('a pesar de que la región concentra...'), sino de gestión y gobernanza. La opción B sintetiza la contradicción: se tiene el recurso (abundancia) pero la gestión (gobernanza, contaminación) falla. Es la tesis final del autor.",
    "truco": "La prueba del 'Contraste + Causa Real' ⚙️: Cuando el texto refuta la causa obvia ('no es de escasez natural') y ofrece la causa real ('sino de gobernanza'), la idea principal es la **causa real** (la gestión ineficiente) y su impacto, siempre mencionando el contraste inicial (la abundancia)."
  },
  {
    "id": "Q000034",
    "pregunta": "La música, más allá de su evidente valor cultural y artístico, tiene un profundo impacto terapéutico en el cerebro humano, un impacto que ha sido rigurosamente estudiado por la neurociencia. Se ha demostrado que escuchar o tocar música activa simultáneamente casi todas las regiones cerebrales conocidas, incluyendo áreas motoras, el sistema límbico (asociado a las emociones) y la corteza prefrontal (asociada a la planificación y memoria). Esta activación simultánea y masiva no solo puede mejorar la plasticidad neuronal en niños, sino que también tiene un efecto rehabilitador en pacientes con daño cerebral o trastornos neurodegenerativos, ayudando a recuperar funciones cognitivas y motoras perdidas. Por lo tanto, la música debe ser considerada y formalmente incluida como una herramienta terapéutica poderosa e integral en los tratamientos de salud mental y rehabilitación física.\n\n¿Cuál es la tesis principal sobre el impacto de la música que sostiene el texto?",
    "opciones": [
      "La música es solamente una actividad cultural que activa algunas regiones del cerebro asociadas al placer, sin tener ninguna aplicación clínica real.",
      "El principal uso terapéutico de la música se limita únicamente a la rehabilitación física, sin tener impacto en los trastornos neurodegenerativos.",
      "La música activa casi todas las regiones cerebrales y, por su efecto rehabilitador en la plasticidad neuronal, debe ser formalmente incluida como una herramienta terapéutica integral en tratamientos clínicos.",
      "La activación cerebral que provoca la música solo tiene efectos positivos en la plasticidad neuronal de los niños, siendo irrelevante para los adultos con daño cerebral."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la tesis completa del autor: la base neurocientífica ('activa casi todas las regiones'), el efecto positivo ('efecto rehabilitador') y la conclusión ('debe ser formalmente incluida como una herramienta terapéutica integral'). Las otras opciones contienen restricciones o negaciones que contradicen el texto.",
    "truco": "La prueba del 'Debe Ser' 📢: En textos que discuten un fenómeno con potencial, busca la conclusión que usa verbos de obligación o recomendación ('debe ser', 'es necesario', 'es imperativo'). La idea principal será la acción o la revaloración que el autor pide hacer con el tema."
  },
  {
    "id": "Q000035",
    "pregunta": "El concepto de 'capital social' en sociología se refiere al valor intangible que reside en las redes de relaciones sociales, la confianza mutua, y las normas de reciprocidad que facilitan la coordinación y la cooperación entre los miembros de un grupo o comunidad. Este capital no es dinero ni bienes físicos, sino la 'buena voluntad' y la estructura de contactos que un individuo o grupo puede movilizar. Un alto capital social se ha correlacionado con mejores resultados económicos y de salud pública en las comunidades, ya que reduce los costos de transacción y fomenta la acción colectiva. Por el contrario, la disminución del capital social, reflejada en el declive de la participación en asociaciones comunitarias y la desconfianza generalizada, puede llevar a la fragmentación social y al estancamiento económico. Por lo tanto, el fomento de la confianza y la participación cívica es clave para el desarrollo sostenible.\n\n¿Cuál es la idea principal que define el 'capital social' según el texto?",
    "opciones": [
      "El capital social es el valor intangible que reside en la confianza, las redes de relaciones y la reciprocidad, que facilita la cooperación y está ligado a mejores resultados económicos y de salud.",
      "Se refiere exclusivamente a la acumulación de bienes físicos y dinero que un individuo o grupo puede movilizar para reducir los costos de transacción en el mercado.",
      "La disminución de la participación en asociaciones comunitarias es la única causa de la fragmentación social y el estancamiento económico en las naciones.",
      "El capital social no es la 'buena voluntad', sino la capacidad de los individuos para acumular bienes económicos sin participar en ninguna asociación comunitaria o cívica."
    ],
    "respuestaCorrecta": 0,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción A sintetiza la definición del concepto (valor intangible en redes, confianza y reciprocidad) y su implicación más relevante (ligado a mejores resultados económicos y de salud). La opción B contradice la negación inicial ('no es dinero ni bienes físicos').",
    "truco": "La prueba del 'Sujeto + Definición' 🔍: La idea principal debe responder a: ¿Qué es X? (El valor intangible en la confianza, las redes, etc.) y ¿Cuál es su impacto principal? (Mejora la cooperación y los resultados). La opción A combina ambos elementos correctamente."
  },
  {
    "id": "Q000036",
    "pregunta": "La Teoría de la Endosimbiosis, propuesta notablemente por Lynn Margulis, explica el origen de las células eucariotas (aquellas con núcleo definido) a partir de células procariotas más simples. Esta teoría postula que hace miles de millones de años, una célula procariota grande engulló a otra más pequeña (una bacteria), pero en lugar de digerirla, la bacteria sobrevivió dentro de ella y ambas establecieron una relación de beneficio mutuo: el hospedador proporcionó un entorno estable y la bacteria proporcionó energía. Con el tiempo evolutivo, esta bacteria se convirtió en la mitocondria (la 'central energética' de la célula animal) o en el cloroplasto (en la célula vegetal). Esta teoría demuestra que la cooperación entre organismos, y no solo la competencia, es un motor fundamental en la historia de la evolución biológica.\n\n¿Cuál es la idea principal que la Teoría de la Endosimbiosis establece sobre la evolución de la vida?",
    "opciones": [
      "La Teoría demuestra que el origen de la vida se dio únicamente a través de la competencia constante entre las células procariotas grandes y las bacterias pequeñas.",
      "Explica que las células eucariotas surgieron de una relación cooperativa (simbiosis) entre una célula grande y una bacteria, lo que generó las mitocondrias y los cloroplastos.",
      "Postula que la mitocondria y el cloroplasto se originaron por la digestión de células procariotas por parte de la célula eucariota hospedadora.",
      "La endosimbiosis es un evento evolutivo que solo tiene implicaciones para el origen de la célula animal, siendo irrelevante para la célula vegetal."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la tesis central: explica el origen de la célula eucariota (mitocondrias/cloroplastos) como resultado de una relación de 'cooperación' o 'beneficio mutuo' (simbiosis). La opción C es incorrecta, ya que la bacteria sobrevivió, no fue digerida. La opción A contradice la conclusión final del texto.",
    "truco": "La prueba del 'Mecanismo Central' 🔬: Cuando se describe una teoría científica, la idea principal debe ser el **mecanismo o el proceso central** que propone la teoría (en este caso, la 'cooperación' o simbiosis), y el **resultado** de dicho proceso."
  },
  {
    "id": "Q000037",
    "pregunta": "La 'cultura del burnout' (o síndrome del trabajador quemado) se ha normalizado en muchas industrias modernas, caracterizada por la glorificación de la sobrecarga laboral, las largas jornadas y la priorización del rendimiento productivo sobre el bienestar mental y físico del empleado. Este entorno, impulsado por una presión constante por la eficiencia y la falta de límites claros entre el trabajo y la vida personal, no solo lleva al agotamiento físico y emocional, sino que, paradójicamente, socava la productividad a largo plazo al aumentar el error humano, el ausentismo y la rotación de personal. Por lo tanto, el síndrome del burnout debe ser reconocido no solo como un problema individual de gestión del tiempo, sino como una **patología organizacional** que exige un cambio cultural y estructural en las empresas, priorizando la sostenibilidad humana sobre el rendimiento a corto plazo.\n\n¿Cuál es la idea principal que el autor desarrolla sobre el síndrome del burnout?",
    "opciones": [
      "El burnout es un problema individual que se resuelve únicamente con una mejor gestión del tiempo y la capacidad de resistencia del empleado, sin necesidad de cambios en la estructura de la empresa.",
      "La cultura del burnout es una patología organizacional causada por la glorificación de la sobrecarga, que socava la productividad y exige un cambio cultural y estructural en las empresas.",
      "La priorización del rendimiento productivo sobre el bienestar es una estrategia empresarial sostenible que aumenta la productividad a largo plazo y reduce el ausentismo.",
      "El síndrome del trabajador quemado es un fenómeno psicológico que solo afecta a industrias con bajos niveles de exigencia laboral y jornadas cortas de trabajo."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La tesis principal (introducida por 'Por lo tanto') es que el burnout es una 'patología organizacional' que exige un 'cambio cultural y estructural'. La opción B sintetiza esta conclusión, describiendo la causa ('glorificación de la sobrecarga') y la tesis final del autor (exige un cambio estructural).",
    "truco": "La prueba de la 'Re-Atribución de Causa' 🔄: El texto corrige una percepción errónea ('no solo como un problema individual... sino como una patología organizacional'). La idea principal es la **nueva atribución de causa** (la patología organizacional) y la acción consecuente (cambio cultural y estructural)."
  },
  {
    "id": "Q000038",
    "pregunta": "La agricultura orgánica, que prohíbe el uso de pesticidas y fertilizantes sintéticos, ha ganado tracción como una alternativa más sostenible a la agricultura industrial intensiva. Sus beneficios son claros: reduce la contaminación del agua, fomenta la biodiversidad del suelo y minimiza la exposición humana a químicos potencialmente dañinos. Sin embargo, los críticos de este modelo señalan que la agricultura orgánica arroja rendimientos por hectárea significativamente menores que la agricultura convencional, lo que plantea serios interrogantes sobre su viabilidad para alimentar a una población mundial creciente y que se proyecta que alcanzará los 10 mil millones de habitantes. Por lo tanto, el debate no debe centrarse en si la agricultura orgánica es 'buena' o 'mala', sino en encontrar modelos híbridos y soluciones tecnológicas que permitan cosechar sus beneficios ecológicos sin comprometer la seguridad alimentaria global, mejorando sus rendimientos.\n\n¿Cuál es la idea principal que se desprende de la discusión sobre la agricultura orgánica?",
    "opciones": [
      "La agricultura orgánica debe ser adoptada inmediatamente a nivel global, ya que ofrece grandes rendimientos por hectárea y elimina la contaminación de los recursos hídricos.",
      "El modelo orgánico es un fracaso total, ya que sus rendimientos menores demuestran su inviabilidad para alimentar a la población mundial creciente, a pesar de sus beneficios ambientales.",
      "La idea central no es su adopción total o rechazo, sino la necesidad de encontrar modelos híbridos y soluciones tecnológicas que integren sus beneficios ecológicos con la necesidad de garantizar la seguridad alimentaria global.",
      "La agricultura intensiva es el único modelo viable para el futuro, ya que solo los fertilizantes sintéticos pueden garantizar los rendimientos necesarios para 10 mil millones de habitantes."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "El texto concluye que el debate no debe ser binario ('no debe centrarse en...'), sino que debe buscar una solución de integración ('encontrar modelos híbridos y soluciones tecnológicas'). La opción C sintetiza esta conclusión (la tesis principal), que es el llamado a una solución de equilibrio entre los polos.",
    "truco": "La prueba del 'Tercer Camino' 🛣️: Cuando el autor refuta una dicotomía ('no debe centrarse en A o B'), la idea principal es la **propuesta del tercer camino** (el modelo C o híbrido), que es la solución que el autor promueve."
  },
  {
    "id": "Q000039",
    "pregunta": "Los ensayos clínicos doble ciego, en los que ni los participantes ni los investigadores saben quién recibe el tratamiento activo y quién el placebo, son considerados el estándar de oro en la medicina científica para probar la eficacia de un nuevo fármaco o terapia. Este rigor metodológico es esencial porque elimina el riesgo de sesgo por las expectativas tanto del paciente (efecto placebo) como del médico (efecto Rosenthal), asegurando que cualquier diferencia observada en los resultados se deba exclusivamente a la acción biológica de la sustancia probada. Sin embargo, este protocolo, al ser estrictamente diseñado para probar solo la eficacia, a menudo deja sin explorar las interacciones no farmacológicas y los factores contextuales que influyen en el bienestar del paciente. Es crucial que se integren métodos de investigación cualitativa complementarios para obtener una comprensión holística del impacto de la terapia en el contexto real de la vida del paciente.\n\n¿Cuál es la idea principal que el texto desarrolla sobre el estándar de los ensayos clínicos doble ciego?",
    "opciones": [
      "El estándar doble ciego es un método riguroso que solo sirve para probar la eficacia, sin que sea necesario integrar métodos de investigación que evalúen el contexto del paciente.",
      "Es el estándar de oro en medicina por su rigor metodológico que elimina el sesgo, pero resulta incompleto al no explorar los factores contextuales y no farmacológicos que afectan al paciente.",
      "El principal objetivo de los ensayos doble ciego es probar la eficacia del efecto placebo en los pacientes, ya que se considera un factor terapéutico.",
      "El protocolo doble ciego debe ser eliminado de la medicina, ya que es demasiado riguroso y no permite a los pacientes saber qué tratamiento están recibiendo."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la valoración balanceada. El texto alaba su rigor ('estándar de oro') pero introduce la crítica ('Sin embargo, este protocolo... a menudo deja sin explorar...'). La opción B captura el beneficio y la limitación, que es el punto de la argumentación.",
    "truco": "La prueba del 'Mérito + Limitación' ⭐: Cuando se describe un método como 'estándar de oro', la idea principal es el **mérito** del método, seguido de su **limitación** o su **área de mejora** ('Sin embargo, resulta incompleto...')."
  },
  {
    "id": "Q000040",
    "pregunta": "La Teoría del 'Gran Filtro' es una hipótesis científica que busca resolver la Paradoja de Fermi (la contradicción entre la alta probabilidad estadística de vida extraterrestre y la ausencia de evidencia de la misma). La teoría postula que, en algún punto entre el origen de la vida y el surgimiento de una civilización espacial avanzada, existe un 'Gran Filtro' evolutivo o existencial, un obstáculo de inmensa dificultad que detiene el desarrollo de la mayoría de las especies. Este filtro podría ser un evento altamente improbable (como el origen de la vida) o un evento autodestructivo inevitable (como la guerra nuclear o el colapso climático). La implicación más profunda de esta teoría es que la ausencia de vida avanzada es un indicador de que el 'Filtro' podría estar delante de nosotros, implicando que nuestro destino final es la autodestrucción.\n\n¿Cuál es la idea principal de la Teoría del Gran Filtro?",
    "opciones": [
      "La Teoría busca demostrar que la ausencia de vida avanzada se debe a la baja probabilidad estadística de que la vida se origine en otros planetas, sin considerar obstáculos posteriores.",
      "Es una hipótesis que resuelve la Paradoja de Fermi al postular que la ausencia de vida avanzada se debe a un obstáculo evolutivo de inmensa dificultad (el Gran Filtro) que detiene el desarrollo de la mayoría de las especies.",
      "La implicación más profunda de la teoría es que la humanidad ya superó todos los obstáculos evolutivos y está a punto de convertirse en una civilización espacial avanzada sin riesgo de autodestrucción.",
      "El Gran Filtro es un evento natural y benéfico que asegura que solo las especies más cooperativas y pacíficas logren sobrevivir al colapso climático."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la definición, el propósito ('resuelve la Paradoja de Fermi') y el mecanismo ('un obstáculo evolutivo... que detiene el desarrollo'). Las otras opciones ignoran el mecanismo central o contradicen las implicaciones pesimistas finales del texto.",
    "truco": "La prueba del 'Mecanismo de Resolución' 🧩: Cuando se describe una teoría para resolver una paradoja, la idea principal debe ser el **mecanismo o la causa que la teoría propone para resolver la contradicción** (en este caso, el 'Gran Filtro' como obstáculo)."
  },
    [
  {
    "id": "Q000041",
    "pregunta": "La historia del desarrollo del Internet a menudo se simplifica, atribuyendo su creación a un único inventor o a un momento preciso. No obstante, la realidad es que Internet es el resultado de un largo proceso evolutivo de investigación financiada por el Departamento de Defensa de EE. UU. (con la red ARPANET), que buscaba crear una red de comunicación descentralizada y resistente a ataques. La clave de su éxito y expansión posterior residió en la adopción del protocolo TCP/IP, un estándar abierto y no propietario que permitió la interconexión de redes dispares a nivel global. Por lo tanto, Internet debe ser entendido como un proyecto colaborativo financiado con fondos públicos cuya masificación se debe a la estandarización de protocolos de comunicación abiertos, y no como un invento comercial privado. \n\n¿Cuál es la idea principal que el autor desarrolla sobre el origen y la expansión de Internet?",
    "opciones": [
      "La creación de Internet se debe principalmente a un único inventor genial y a la iniciativa comercial privada que buscó su masificación.",
      "El éxito y la expansión de Internet residen en el uso exclusivo de la red ARPANET y la financiación del Departamento de Defensa de los Estados Unidos.",
      "Internet es un proyecto de origen público y colaborativo, cuya masificación global se hizo posible gracias a la estandarización de protocolos de comunicación abiertos como TCP/IP.",
      "El protocolo TCP/IP es la única invención que se debe reconocer en la historia del Internet, ignorando cualquier otra etapa de investigación militar."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la tesis final: Internet no es un invento privado (refutación) sino un proyecto público/colaborativo (origen) cuya expansión se debe a la estandarización de protocolos abiertos (clave de la masificación). Las demás opciones son parciales o contradicen la información del texto.",
    "truco": "La prueba de la 'Identidad Corregida' 👤: Cuando el texto corrige una creencia popular sobre el origen o la naturaleza de algo ('no obstante, la realidad es que...') la idea principal es la **nueva y más compleja identidad** del sujeto, que integra su origen y su mecanismo de éxito."
  },
  {
    "id": "Q000042",
    "pregunta": "La nanotecnología, definida como la manipulación de la materia a escala atómica y molecular (1 a 100 nanómetros), promete revolucionar campos que van desde la medicina, con nanosistemas que liberan fármacos de forma dirigida, hasta la ingeniería de materiales, con la creación de compuestos más ligeros y resistentes. No obstante, esta capacidad de control sobre la materia a una escala tan minúscula introduce dilemas ambientales y de salud pública que no se pueden ignorar. La toxicidad potencial de las nanopartículas liberadas al medio ambiente, su interacción con células biológicas y la falta de protocolos de eliminación seguros exigen una moratoria o, al menos, un desarrollo fuertemente regulado. Por ende, la idea principal que debe regir este campo es la **precaución proactiva**, asegurando que la evaluación de riesgos biológicos y ambientales preceda a la comercialización masiva de las innovaciones.\n\n¿Cuál es la idea principal que el autor desarrolla sobre la nanotecnología?",
    "opciones": [
      "La nanotecnología solo debe ser utilizada en la ingeniería de materiales para crear compuestos más ligeros y resistentes, sin que sea relevante para la medicina.",
      "El desarrollo debe ser frenado totalmente, ya que los dilemas éticos y los riesgos biológicos son intrínsecos e imposibles de resolver con la tecnología actual.",
      "Es un campo de alto potencial innovador, pero su desarrollo debe ser guiado por la precaución proactiva y la regulación para que la evaluación de riesgos preceda a la comercialización masiva.",
      "La toxicidad de las nanopartículas es un riesgo menor que no justifica la implementación de protocolos de eliminación seguros o una regulación estricta."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la tesis principal: la nanotecnología tiene potencial (se menciona en la primera parte), pero la condición para su avance es la 'precaución proactiva y la regulación'. Las otras opciones son extremas (prohibición total) o ignoran el riesgo que el autor subraya.",
    "truco": "La prueba de la 'Doble Condición' ⚖️: Cuando el texto analiza un avance tecnológico con grandes pros y grandes contras, la idea principal es que **el avance solo debe continuar bajo una condición estricta** (la regulación o la precaución). Busca la opción que combine el potencial y la condición."
  },
  {
    "id": "Q000043",
    "pregunta": "El 'modelo de déficit' es una concepción comunicativa que ha dominado la divulgación científica durante décadas. Se basa en la premisa de que la resistencia del público hacia la ciencia o las innovaciones (como las vacunas o los organismos genéticamente modificados) se debe simplemente a una falta de conocimiento; es decir, la población tiene un 'déficit' de información. Bajo este modelo, la solución es simplemente inundar al público con más datos y hechos. Sin embargo, estudios de comunicación científica han demostrado que la resistencia no es un problema de información, sino de **confianza**, valores y contexto social. Si una persona desconfía de la fuente o si el mensaje choca con sus valores culturales, el mero hecho científico será rechazado. Por lo tanto, una comunicación efectiva exige pasar del simple suministro de datos a la construcción de relaciones de confianza y al diálogo que respete los valores de la audiencia.\n\n¿Cuál es la tesis principal del autor sobre el modelo de déficit en la comunicación científica?",
    "opciones": [
      "El modelo de déficit es la estrategia más efectiva para la divulgación científica, ya que la resistencia del público se debe únicamente a la falta de información y datos.",
      "La resistencia a la ciencia es causada por la ignorancia, por lo que la única solución es inundar al público con más datos y hechos, sin considerar los valores.",
      "El modelo de déficit es inadecuado porque la resistencia no es por falta de datos, sino por problemas de confianza y valores, lo que exige un enfoque de diálogo y respeto por la audiencia.",
      "La confianza y los valores son irrelevantes en la comunicación de la ciencia, y solo se deben priorizar la presentación de hechos científicos verificados."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La tesis principal refuta el modelo de déficit y establece la solución. La opción C captura esta estructura: el modelo es 'inadecuado' (refutación) porque el problema es de 'confianza y valores', y la solución es el 'diálogo y respeto' (la nueva estrategia de comunicación).",
    "truco": "La prueba del 'Cambio de Enfoque' 🔄: Cuando el texto refuta un enfoque antiguo ('modelo de déficit') y promueve uno nuevo, la idea principal debe ser la **crítica al enfoque antiguo** + la **característica esencial del nuevo enfoque** (confianza, diálogo)."
  },
  {
    "id": "Q000044",
    "pregunta": "El concepto de 'obsolescencia programada' se refiere a la política deliberada de diseñar un producto con una vida útil artificialmente limitada, de modo que se vuelva inutilizable o anticuado en un periodo de tiempo predefinido, incentivando al consumidor a comprar un reemplazo. Esta práctica, común en la electrónica y algunos electrodomésticos, si bien sostiene un modelo de crecimiento económico basado en la rotación constante de productos, genera un impacto ambiental devastador por el desmesurado volumen de residuos electrónicos y el consumo innecesario de recursos. Por lo tanto, la lucha contra la obsolescencia programada no es solo una batalla por los derechos del consumidor, sino un imperativo de sostenibilidad que exige la legislación del 'derecho a reparar' y un cambio hacia modelos de producción circulares.\n\n¿Cuál es la idea principal que el autor desarrolla sobre la obsolescencia programada?",
    "opciones": [
      "La obsolescencia programada es una práctica que beneficia la sostenibilidad a largo plazo al impulsar un modelo de crecimiento basado en la constante rotación de bienes y productos.",
      "Es una práctica de diseño deliberado para limitar la vida útil de los productos, la cual genera un grave impacto ambiental y exige la legislación del derecho a reparar y modelos circulares.",
      "La lucha contra la obsolescencia es una batalla que solo concierne a los derechos del consumidor, sin que tenga ninguna implicación para la sostenibilidad o el medio ambiente.",
      "Es una práctica que solo afecta a la industria de la electrónica, siendo completamente irrelevante para los sectores de electrodomésticos y bienes de consumo."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la idea principal y la tesis del autor. Describe el concepto ('práctica de diseño deliberado'), establece el problema ('grave impacto ambiental') y concluye con la solución ('exige la legislación del derecho a reparar y modelos circulares').",
    "truco": "La prueba de la 'Solución Legal' 📜: Cuando el texto describe un problema social o económico y concluye proponiendo una **solución legal** o un cambio de paradigma (derecho a reparar, modelo circular), la idea principal es la combinación del **problema** y la **solución estructural**."
  },
  {
    "id": "Q000045",
    "pregunta": "El concepto de 'banca ética' se distingue fundamentalmente de la banca comercial tradicional por la aplicación de criterios éticos, sociales y ambientales (ASG) en todas sus decisiones de inversión y financiación. A diferencia de los bancos convencionales, cuyo objetivo principal es maximizar la rentabilidad para sus accionistas, las entidades éticas priorizan la contribución al desarrollo humano sostenible, invirtiendo exclusivamente en proyectos con impacto positivo, como energías renovables, comercio justo o inclusión social. Aunque sus tasas de rendimiento suelen ser más moderadas, ofrecen al cliente la transparencia de saber que su dinero no está financiando actividades extractivas, armamentísticas o contaminantes. Por ende, la banca ética representa un modelo financiero alternativo que busca reconciliar la eficiencia económica con la responsabilidad social y ecológica, ofreciendo una clara opción a los consumidores conscientes. \n\n¿Cuál es la idea principal que distingue a la 'banca ética' de la banca tradicional?",
    "opciones": [
      "La banca ética es un modelo financiero que se distingue porque su principal objetivo es maximizar la rentabilidad de las inversiones, al igual que los bancos tradicionales.",
      "Es un modelo alternativo que prioriza la rentabilidad financiera sobre los criterios sociales, invirtiendo en cualquier proyecto, incluyendo el sector armamentístico.",
      "Se distingue por aplicar criterios ASG en sus inversiones, buscando reconciliar la eficiencia económica con la responsabilidad social y ecológica, priorizando el impacto positivo sobre la máxima rentabilidad.",
      "La banca ética es la única que ofrece transparencia a sus clientes, aunque no aplica criterios éticos o sociales en sus decisiones de inversión o financiación."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la distinción central. El texto establece la diferencia ('priorizan la contribución...') y la conclusión ('reconciliar la eficiencia económica con la responsabilidad social y ecológica'). La opción C captura la aplicación de criterios ASG y su propósito de reconciliación ética.",
    "truco": "La prueba de la 'Distinción Clave' 🔑: En textos de comparación ('se distingue fundamentalmente de...'), la idea principal es la **característica definitoria del sujeto** que lo diferencia de su contraparte. Busca la opción que establezca el criterio de valor (ASG, en este caso)."
  },
  {
    "id": "Q000046",
    "pregunta": "La Teoría de la Justicia de John Rawls se basa en un experimento mental conocido como el 'velo de la ignorancia'. Rawls pide a las personas imaginar que deben diseñar las normas fundamentales de una sociedad sin saber cuál será su posición en ella (si serán ricos o pobres, sanos o enfermos, poderosos o marginados). Al estar 'detrás del velo de la ignorancia', las personas, actuando por interés propio racional y por miedo a terminar en la peor posición posible, elegirían necesariamente principios que garanticen la máxima libertad para todos y que la desigualdad solo se justifique si beneficia a los menos aventajados de la sociedad (el 'principio de la diferencia'). Este experimento mental demuestra que la justicia no es el resultado de un compromiso egoísta, sino el resultado racional de la imparcialidad. \n\n¿Cuál es la idea principal que se establece sobre el 'velo de la ignorancia'?",
    "opciones": [
      "El 'velo de la ignorancia' es un concepto filosófico que busca demostrar que la justicia social solo se logra si las personas actúan únicamente por interés egoísta y sin principios.",
      "Es un experimento mental que demuestra que los individuos, actuando desde la imparcialidad forzada por el velo, elegirían principios que garanticen la máxima libertad y la justicia para los menos aventajados.",
      "El principal objetivo de Rawls es que la desigualdad en la sociedad solo se justifique si beneficia a las élites y a los más poderosos.",
      "El experimento mental del velo solo es útil para diseñar normas económicas, sin tener ninguna aplicación o principio para el diseño de libertades individuales."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza el propósito y el resultado del experimento mental. El velo fuerza la imparcialidad, y el resultado es la elección de principios que garantizan libertad y la justicia a los menos aventajados. La opción A contradice el resultado ('justicia no es un compromiso egoísta').",
    "truco": "La prueba del 'Propósito + Resultado' 🎯: Cuando se describe un experimento mental o un concepto de teoría política, la idea principal debe ser el **propósito** (generar imparcialidad) y el **resultado principal** (la elección de principios justos)."
  },
  {
    "id": "Q000047",
    "pregunta": "La crisis del sargazo en el Caribe, caracterizada por la llegada masiva y atípica de grandes algas marrones a las costas, no es un fenómeno puramente natural. Estudios oceanográficos y ambientales han identificado que la proliferación descontrolada de estas algas se debe, en gran medida, al vertido excesivo de nutrientes (nitrógeno y fósforo) provenientes de la agricultura intensiva en el río Amazonas, así como al aumento de la temperatura superficial del mar, que acelera su crecimiento. La crisis tiene un triple impacto: daña ecosistemas marinos (asfixia corales), afecta la salud pública (al descomponerse produce gases tóxicos) y colapsa el turismo (al afectar las playas). Por lo tanto, la solución requiere una acción coordinada que combine la gestión costera de residuos con la reducción de la contaminación terrestre en las cuencas fluviales que desembocan en el Atlántico. \n\n¿Cuál es la idea principal que explica la crisis del sargazo según el texto?",
    "opciones": [
      "La crisis es un fenómeno puramente natural que solo afecta el turismo del Caribe y no tiene ninguna relación con la agricultura intensiva.",
      "Se debe exclusivamente al aumento de la temperatura superficial del mar, siendo los vertidos de nutrientes un factor menor y poco relevante en el problema.",
      "La causa no es natural, sino la combinación de la contaminación por vertido de nutrientes de la agricultura intensiva y el aumento de la temperatura del mar, lo que genera un triple impacto.",
      "El único impacto de la crisis es el colapso de las playas, sin que afecte a la salud pública o a los ecosistemas de arrecifes de coral cercanos."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza el diagnóstico de la crisis: refuta la causa natural, identifica las dos causas principales (nutrientes y temperatura) y resume el efecto total (triple impacto). Las opciones A, B y D son parciales o contienen negaciones refutadas por el texto.",
    "truco": "La prueba de la 'Causalidad Múltiple' 🔗: Cuando se explican problemas ambientales complejos, la idea principal es la **combinación de las causas humanas y naturales** (o climáticas) y la **enumeración de los efectos** (triple impacto)."
  },
  {
    "id": "Q000048",
    "pregunta": "La 'cultura del aperitivo' en algunas sociedades, el consumo de pequeñas comidas o *snacks* entre las comidas principales, se ha normalizado gracias a la publicidad y a la vida moderna, pero ha transformado sutilmente la relación con la alimentación. Si bien puede ofrecer un pequeño aporte energético en momentos de alta demanda, la disponibilidad constante de alimentos procesados y ricos en azúcares ha llevado a un consumo habitual, lo que dificulta la señalización de saciedad y el control del apetito. Además, este consumo fragmentado interrumpe los ciclos de ayuno natural del cuerpo, manteniendo la insulina alta y dificultando la quema de grasas. Por lo tanto, el problema no es el aperitivo ocasional, sino la **rutinización** del consumo constante de *snacks* procesados, lo que contribuye a la epidemia de obesidad y las enfermedades metabólicas, exigiendo una revaloración de los patrones de ayuno.\n\n¿Cuál es la idea principal que el autor desarrolla sobre la cultura del aperitivo?",
    "opciones": [
      "El consumo de *snacks* procesados es la única causa de la obesidad, sin que el problema radique en la interrupción de los ciclos de ayuno natural.",
      "La cultura del aperitivo es una práctica positiva que solo proporciona un aporte energético en momentos de alta demanda, sin consecuencias metabólicas negativas.",
      "El problema no es el aperitivo ocasional, sino la rutinización del consumo constante de *snacks* procesados, lo que interrumpe los ciclos de ayuno y contribuye a las enfermedades metabólicas.",
      "La publicidad y la vida moderna son factores irrelevantes que no tienen ninguna relación con la normalización de la ingesta de alimentos entre comidas."
    ],
    "respuestaCorrecta": 2,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción C sintetiza la tesis principal. El autor distingue entre el ocasional y la 'rutinización' (la causa real), y explica el mecanismo metabólico (interrupción de ciclos de ayuno) y la consecuencia (enfermedades metabólicas).",
    "truco": "La prueba del 'Nivel de Culpa' 🎯: El texto establece una diferencia entre lo aceptable (ocasional) y lo problemático (rutinización). La idea principal es la **identificación precisa de la causa real del problema** (la rutinización) y su impacto metabólico."
  },
  {
    "id": "Q000049",
    "pregunta": "La migración de talentos, o 'fuga de cerebros', se ha abordado tradicionalmente como una pérdida neta e irreparable para los países de origen, que invierten recursos en la educación de profesionales que luego aportan su capital humano a economías más desarrolladas. Este enfoque de 'pérdida neta' domina las políticas públicas. Sin embargo, estudios más recientes han introducido el concepto de 'circulación de cerebros'. Esta visión más matizada sostiene que la diáspora de profesionales puede generar beneficios para el país de origen a través de las remesas, la transferencia de conocimiento (al regresar o colaborar a distancia) y la creación de redes comerciales y científicas globales. Por lo tanto, la fuga de cerebros no debe ser vista simplemente como una tragedia, sino como un fenómeno complejo que requiere políticas de Estado diseñadas para maximizar los beneficios de la conexión global y minimizar la pérdida de capital humano. \n\n¿Cuál es la idea principal que el autor propone sobre la 'fuga de cerebros'?",
    "opciones": [
      "La migración de talentos es una pérdida neta e irreparable que no genera ningún beneficio para los países de origen, por lo cual se debe prohibir la emigración de profesionales.",
      "Debe ser vista como un fenómeno complejo de 'circulación de cerebros' que, si se gestiona adecuadamente con políticas de Estado, puede generar beneficios como remesas y transferencia de conocimiento.",
      "El concepto de 'circulación de cerebros' es una visión anticuada que ha sido completamente reemplazada por el enfoque tradicional de 'pérdida neta' en la política pública.",
      "Las remesas y las redes científicas globales son irrelevantes para los países de origen, ya que solo el capital humano que permanece en el país genera desarrollo."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la tesis del autor. Refuta la visión tradicional ('no debe ser vista simplemente como una tragedia') y establece la visión moderna ('fenómeno complejo de 'circulación de cerebros'') junto con su recomendación ('si se gestiona adecuadamente...').",
    "truco": "La prueba de la 'Visión Matizada' 🧐: Cuando un texto critica un enfoque simple o tradicional (pérdida neta) y ofrece una visión 'más matizada' o 'compleja' (circulación), la idea principal es esa **nueva perspectiva**, junto con la acción que se recomienda (gestión con políticas)."
  },
  {
    "id": "Q000050",
    "pregunta": "El 'principio de no maleficencia' es uno de los pilares éticos fundamentales en la práctica de la medicina y la investigación biomédica, resumido clásicamente en la frase *Primum non nocere* ('Primero, no hacer daño'). Este principio exige que los profesionales de la salud y los investigadores tienen la obligación primordial de evitar causar daño o infligir mal a sus pacientes o sujetos de estudio, sea de forma activa o pasiva. Aunque parece un concepto simple, en la práctica clínica se vuelve complejo, pues los tratamientos a menudo conllevan riesgos y efectos secundarios inevitables. Por lo tanto, la aplicación del principio de no maleficencia requiere un análisis constante de la **proporcionalidad entre el riesgo y el beneficio**; es decir, que el daño potencial o el riesgo de un tratamiento siempre sea menor y justificable en función del beneficio esperado para el paciente. \n\n¿Cuál es la idea principal sobre el 'principio de no maleficencia' que se establece en el texto?",
    "opciones": [
      "El principio de no maleficencia es un concepto simple y absoluto que prohíbe cualquier tratamiento que implique el más mínimo riesgo o efecto secundario para el paciente.",
      "Es una obligación ética que exige evitar el daño a pacientes y que, debido a la complejidad clínica, requiere un análisis de proporcionalidad entre el riesgo potencial y el beneficio esperado del tratamiento.",
      "El principio es irrelevante en la investigación biomédica, ya que solo se aplica en la práctica clínica, y su aplicación es siempre pasiva, nunca activa.",
      "El único requisito para aplicar este principio es que el médico evite causar daño de forma activa, sin que sea necesario analizar el riesgo o el beneficio del tratamiento."
    ],
    "respuestaCorrecta": 1,
    "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
    "tipo": "imagen",
    "explicacion": "La opción B sintetiza la idea principal. El texto define la obligación ética, reconoce la complejidad ('se vuelve complejo') y establece el requisito de aplicación ('requiere un análisis de proporcionalidad'). La opción A es incorrecta, ya que niega la complejidad del concepto.",
    "truco": "La prueba del 'Axioma + Requisito' 🩺: Cuando se define un principio fundamental que es 'simple pero complejo', la idea principal es la **definición del axioma** (la obligación ética) y el **requisito de aplicación** que resuelve la complejidad (el análisis de proporcionalidad)."
  }
]



