
  [
    {
      "id": "Q00001",
      "pregunta": "La nanotecnología es un campo de las ciencias aplicadas dedicado al control y manipulación de la materia a una escala menor que un micrómetro, es decir, a nivel de átomos y moléculas. Su potencial reside en la creación de nuevos materiales con propiedades revolucionarias. Aunque aún está en etapas tempranas de desarrollo, sus aplicaciones futuras prometen transformar la medicina, la electrónica y la manufactura. Pregunta: ¿Cuál de las siguientes opciones expresa la idea principal que el autor busca transmitir?",
      "opciones": [
        "Las aplicaciones futuras de la nanotecnología transformarán la medicina y la electrónica",
        "El control y manipulación de la materia es el objetivo fundamental de las ciencias aplicadas",
        "La nanotecnología es un campo científico que manipula la materia a nivel atómico para crear nuevos materiales con gran potencial futuro",
        "La nanotecnología está en etapas tempranas de desarrollo y aún no tiene aplicaciones comerciales"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción C es la única que sintetiza el tema (nanotecnología), su definición (manipulación a nivel atómico) y su propósito esencial (crear nuevos materiales con potencial), integrando los puntos clave del texto. Las opciones A y D son ideas secundarias (detalles) y B es una generalización incorrecta.",
      "truco": "La idea principal es el enunciado que, si lo eliminas, el resto del párrafo pierde su sentido central. Busca la frase que englobe la definición y el propósito central del tema, dejando fuera los ejemplos o detalles."
    },
    {
      "id": "Q00002",
      "pregunta": "La lectura regular mejora significativamente las habilidades cognitivas. En particular, se ha demostrado que amplía el vocabulario y refina la capacidad de argumentación. Además, la exposición a diversos estilos narrativos ejercita la empatía y la comprensión de perspectivas ajena. Estas mejoras se traducen, a menudo, en un mejor rendimiento académico y profesional. ¿Cuál es la idea que apoya o desarrolla el concepto central del texto?",
      "opciones": [
        "La lectura regular mejora el rendimiento académico y profesional",
        "La lectura regular es un hábito fundamental en la vida adulta",
        "La lectura amplía el vocabulario y refina la capacidad de argumentación",
        "Las habilidades cognitivas son un área de estudio para la neurociencia"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La idea principal del texto es que *La lectura regular mejora significativamente las habilidades cognitivas* (el enunciado general). La opción C es un mecanismo específico o un ejemplo de cómo se produce esa mejora (ampliación de vocabulario y argumentación), lo cual la clasifica como una idea secundaria de apoyo.",
      "truco": "Las ideas secundarias suelen ser ejemplos, datos, detalles o explicaciones que responden al cómo o al por qué de la idea principal. Si la frase es muy específica o es un 'desglose' de la general, es secundaria."
    },
    {
      "id": "Q00003",
      "pregunta": "Es imperativo que los gobiernos inviertan más en energías renovables. La dependencia de los combustibles fósiles no solo acelera el cambio climático, sino que también nos hace vulnerables a la inestabilidad geopolítica. Un cambio hacia la energía solar y eólica garantizaría la sostenibilidad ambiental y una mayor autonomía energética a largo plazo.¿Cuál es la tesis central que el autor busca defender o la postura que sostiene?",
      "opciones": [
        "La dependencia de los combustibles fósiles genera inestabilidad geopolítica",
        "Las energías renovables como la solar y eólica garantizan la sostenibilidad ambiental",
        "Los gobiernos deben aumentar la inversión en energías renovables",
        "El cambio climático se acelera por el uso de combustibles fósiles"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "En un texto argumentativo, la idea principal (tesis) es la postura u opinión que el autor defiende. El autor argumenta a favor de la necesidad de que los gobiernos inviertan más. Las opciones A, B y D son los argumentos o las razones que usa para apoyar esa postura.",
      "truco": "En textos argumentativos, la idea principal es lo que el autor quiere que el lector acepte o haga. Busca frases que contengan verbos de obligación o juicio ('es necesario', 'debemos', 'es imperativo', 'la solución es...')."
    },
    {
      "id": "Q00004",
      "pregunta": "Muchos investigadores en ciencias sociales han debatido sobre la influencia de las redes sociales en la polarización política. [1] Algunos sostienen que las burbujas de filtro exacerban las divisiones, al exponer a los usuarios únicamente a información que confirma sus creencias. [2] La principal conclusión es que, si bien las redes sociales no crean la polarización, sí la magnifican al acelerar la difusión de contenido sesgado. [3] Otros estudios, sin embargo, señalan que el problema es más profundo y radica en la desconfianza institucional. En el texto anterior, la idea principal se encuentra explícitamente en:",
      "opciones": [
        "La primera oración, que introduce el debate",
        "La segunda oración [2]",
        "La tercera oración [3], que presenta una opinión contraria",
        "En todo el párrafo, sin una frase específica que la contenga"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "Aunque la primera frase introduce el tema (el debate), la segunda frase [2] es la que contiene la síntesis y el juicio central del autor sobre el tema, y además, utiliza una marca de textualidad explícita: 'La principal conclusión es que...'. Las otras frases son detalles o puntos de vista opuestos.",
      "truco": "Busca frases de transición o conectores que indican una conclusión o un resumen. Ejemplos comunes: En resumen, Por lo tanto, La conclusión central es, En síntesis, De este modo. Estas frases suelen preceder o suceder a la idea principal."
    },
       {
      "id": "Q00005",
      "pregunta": "Un informe detalla el impacto del turismo masivo en el ecosistema marino de una zona costera. Menciona que la proliferación de residuos plásticos, el ruido de las embarcaciones y el daño directo a los arrecifes de coral están poniendo en peligro varias especies endémicas. La propuesta del informe es implementar una zona de exclusión, aumentar las multas por contaminación y educar a los visitantes. ¿Cuál es la síntesis más adecuada de la idea principal y el propósito central del texto?",
      "opciones": [
        "El turismo masivo genera contaminación por plásticos y ruido, lo cual debe ser mitigado con multas más altas",
        "El ecosistema marino de la zona costera está en peligro debido al turismo masivo y debe ser protegido mediante la implementación de medidas restrictivas y educativas",
        "El daño a los arrecifes de coral pone en peligro a especies endémicas",
        "Se debe educar a los visitantes sobre la importancia de no arrojar basura"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción B es la más completa. Captura el problema central (ecosistema en peligro por turismo masivo) y el propósito o solución (debe ser protegido mediante medidas), abarcando la esencia del texto. Las demás opciones son demasiado específicas y dejan por fuera la solución propuesta por el informe.",
      "truco": "Sintetiza la idea principal en una sola oración que responda a: ¿De qué se habla (Sujeto)? y ¿Qué es lo más importante que se dice sobre eso (Predicado Global)? Por ejemplo: [El ecosistema marino] [está en peligro y requiere protección]. Esta síntesis global será la respuesta correcta."
    },
     {
      "id": "Q00006",
      "pregunta": "La inteligencia artificial (IA) está en un punto de inflexión. Si bien sus modelos actuales son asombrosos en el procesamiento de datos y reconocimiento de patrones, la verdadera inteligencia, que implica autoconciencia y creatividad genuina, aún parece distante. Por lo tanto, es más preciso considerar la IA como una herramienta de amplificación cognitiva antes que como un sustituto del intelecto humano. ¿Cuál es la principal conclusión que se deriva del texto?",
      "opciones": [
        "La IA debe ser vista como una herramienta que potencia la cognición humana, no como un reemplazo del intelecto",
        "Los modelos actuales de IA son deficientes en el reconocimiento de patrones y el procesamiento de datos",
        "La autoconciencia y la creatividad genuina son las únicas características que definen la verdadera inteligencia",
        "La tecnología ha alcanzado un punto de inflexión debido a los avances en la inteligencia artificial"
      ],
      "respuestaCorrecta": 0,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "El texto utiliza la palabra  'Por lo tanto', que introduce una conclusión. La conclusión es la postura final del autor, que redefine el rol de la IA de 'sustituto' a 'herramienta de amplificación', sintetizando el contraste expuesto en las primeras frases.",
      "truco": "En textos expositivos o argumentativos, busca conectores lógicos como Por lo tanto, En conclusión, Así pues, En resumen. La frase que sigue a estos conectores suele ser la idea principal o la tesis final."
    },
{
      "id": "Q00007",
      "pregunta": "El calentamiento global es innegable. La causa primordial de este fenómeno es la quema incesante de combustibles fósiles, que liberan dióxido de carbono en la atmósfera. Los efectos directos ya se evidencian en el aumento del nivel del mar y la frecuencia de eventos climáticos extremos. Detener esta tendencia requiere una transición urgente hacia fuentes de energía limpia a escala mundial. ¿Cuál es la idea central que el autor quiere establecer?",
      "opciones": [
        "El aumento del nivel del mar es la prueba más contundente del calentamiento global",
        "El calentamiento global es un fenómeno causado por los combustibles fósiles, y se requiere una acción urgente de transición energética",
        "Los eventos climáticos extremos se han vuelto más frecuentes en las últimas décadas",
        "El dióxido de carbono es el único gas responsable del efecto invernadero en la atmósfera terrestre"
      ],
      "respuestaCorrecta": 1,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción B abarca las tres partes esenciales del argumento del texto: la existencia del problema (calentamiento global), la causa principal (combustibles fósiles) y la solución o postura urgente del autor (transición energética). Las otras opciones solo mencionan detalles o argumentos secundarios.",
      "truco": "Si el texto aborda una crisis o dilema, la idea principal debe contener tanto el diagnóstico (el problema central) como la prescripción o el llamado a la acción (la solución o tesis defendida)"
    },
  {
      "id": "Q00008",
      "pregunta": "El arte rupestre, presente en cuevas alrededor del mundo, no es solo un conjunto de dibujos prehistóricos. Se trata de un sistema complejo de comunicación, cuyo desciframiento revela aspectos fundamentales sobre la cosmovisión, las prácticas de caza y las estructuras sociales de las primeras comunidades humanas. Su estudio es crucial para la comprensión de los orígenes de la cultura. ¿Cuál es la función principal del arte rupestre según el texto?",
      "opciones": [
        "Ser una decoración sencilla de las cuevas habitadas por los ancestros",
        "Ser una decoración sencilla de las cuevas habitadas por los ancestros",
        "Servir como un sistema de comunicación que ofrece claves sobre la cultura y la cosmovisión de los primeros humanos",
        "Demostrar la antigüedad de las primeras civilizaciones conocidas en la historia"
      ],
      "respuestaCorrecta": 2,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La idea principal reformula la visión sobre el arte rupestre, pasando de una simple descripción ('no es solo un conjunto de dibujos') a su propósito crucial: ser un 'sistema complejo de comunicación' que permite entender la cultura ancestral. La opción C captura esta redefinición de su función.",
      "truco": "Cuando un texto comienza negando una creencia popular ('no es solo...') e introduce una nueva definición ('se trata de...'), la idea principal residirá en la nueva y más profunda explicación o función que se le atribuye al tema."
    },
     {
      "id": "Q00009",
      "pregunta": "La procrastinación no es simplemente pereza. A menudo, es un mecanismo de defensa contra el miedo al fracaso o, irónicamente, contra el miedo al éxito. Cuando una persona pospone una tarea importante, está, en esencia, protegiendo su autovalía al evitar una situación donde su capacidad podría ser juzgada. Es un problema de regulación emocional, más que de gestión del tiempo. ¿Cuál es la idea principal que el autor infiere (o deja implícita) sobre la procrastinación?",
      "opciones": [
        "La procrastinación es un síntoma de pereza y mala gestión del tiempo",
        "Las personas que posponen tareas tienen un bajo nivel de autovalía",
        "La procrastinación es un problema más común en estudiantes que en profesionales",
        "La raíz de la procrastinación se encuentra en una gestión deficiente de las emociones relacionadas con la autovalía y el juicio"
      ],
      "respuestaCorrecta": 3,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "El autor comienza refutando una idea (que es pereza) y luego explica que es un 'mecanismo de defensa' que busca 'proteger su autovalía' y concluye que es un 'problema de regulación emocional'. La opción D es la síntesis que une estos conceptos (regulación emocional, autovalía, juicio) en una única causa.",
      "truco": "Identifica la negación inicial (lo que el texto dice que no es el tema, por ejemplo, 'no es pereza') y luego combina todos los elementos nuevos (regulación emocional, autovalía) en una frase. La idea principal implícita es la nueva definición que el autor propone."
    },
{
      "id": "Q000010",
      "pregunta": "Durante el siglo XX, la física cuántica revolucionó nuestra comprensión del universo, demostrando que la materia y la energía a nivel subatómico se comportan de forma probabilística e incierta. Párrafo 2: En contraste, la teoría de la relatividad de Einstein, aunque también transformadora, describe el universo macroscópico (los planetas, las galaxias) de manera determinista, basándose en la constancia de la velocidad de la luz. Párrafo 3: El mayor desafío de la física moderna es reconciliar estos dos grandes marcos teóricos en una única 'Teoría del Todo', una búsqueda que aún continúa. ¿Cuál es el tema principal que unifica los tres párrafos del texto?",
      "opciones": [
        "Los marcos teóricos revolucionarios de la física moderna y el desafío de unificarlos en una sola teoría",
        "La superioridad de la física cuántica sobre la teoría de la relatividad de Einstein",
        "El estudio de la materia y la energía a nivel macroscópico y subatómico",
        "La constante búsqueda de nuevas teorías científicas a lo largo del siglo XX"
      ],
      "respuestaCorrecta": 0,
      "tags": ["diagnostico", "LC", "comprensión literal", "ideas principales"],
      "tipo": "imagen",
      "explicacion": "La opción A es la única que conecta la mención de la cuántica (P1) y la relatividad (P2) con el problema central introducido en el P3 (el desafío de la unificación). Es la idea que da sentido a la inclusión de los dos primeros párrafos.",
      "truco": "En textos largos, la idea principal suele aparecer al inicio (introduciendo el tema) o al final (como conclusión o síntesis del tema). Busca la frase final que sirva de 'ancla' para el desarrollo previo."
    }
    ]